[{
        "id": "7d89212d-b364-44c2-bd9b-fa28cc860160",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/7d89212d-b364-44c2-bd9b-fa28cc860160",
        "created_at": "Thu Aug 20 15:58:17 UTC 2020",
        "company": "Qualify EHS - A Worksite Safety Company",
        "company_url": "http://worksite.ca",
        "location": "Hamilton, Ontario",
        "title": "Lead Developer/Director of Technology",
        "description": "<p>We are looking for a leader who is both an experienced web application developer and has previously participated in designing/developing a web application product from inception to launch and beyond. The Lead Developer at Worksite Safety will be fully responsible for all software development initiatives, while also actively participating as a contributor to the codebase and providing coaching and feedback to ensure high quality with the development team.</p>\n<p>We are an energetic and creative team with a love of iterative growth. As a part of the team you will benefit not only from getting to do exciting, impactful work, but also sharing in the team’s success through our quarterly profit sharing program in addition to our more traditional benefits programs.</p>\n<p><strong>What Makes Our Team Great</strong></p>\n<p>Creating Big Solutions - We are tackling interesting technology challenges as we get both the excitement and responsibility of building something from nothing.</p>\n<p>We’re Just the Right Size Team - We aren’t a megacorp nor are we a small ‘cowboy’ shop. We are just the right size for individuals that want to make a big impact, and want stability but don’t want to be a number.</p>\n<p>An Enjoyable Work Life - Though we take our work seriously, we believe a balance between concrete and time-bound project goals and a relaxed working environment that allows time for iteration and mental ‘white space’ is most conducive to great work</p>\n<p>Merit-based Compensation Package - Competitive pay based on a combination of market standards and your experience, an impact-weighted quarterly profit-sharing bonus program, and fully funded comprehensive health benefits plan</p>\n<p><strong>The Day-to-Day</strong></p>\n<ul>\n<li>Build a big (new) application, that will empower other teams and drive company growth as we disrupt our market with amazing new tools</li>\n<li>Be the software development leader, finding the path to excellence for the team, the product and each project.</li>\n<li>Participate in mentorship with other developers while working together to bring creative new solutions to market</li>\n<li>Collaborate on product development with the Founders and UX/UI team</li>\n<li>Lead from the front as an active contributor to codebase</li>\n<li>Participate in ideating, pitching and planning new application features and enhancements</li>\n</ul>\n<p><strong>The Tools You Need</strong></p>\n<ul>\n<li>A strong track record of success with the Laravel PHP framework</li>\n<li>Previous experience providing mentorship/leadership to a growing team of software engineers</li>\n<li>Proven ability to implement UI using JavaScript frameworks (Vue.js/React.js)</li>\n<li>Comfortable with writing, editing, and maintaining Unit/Feature tests</li>\n<li>Experience with Test Driven Development (TDD)</li>\n<li>To be a communication pro, always able to pleasantly explain technical issues to a non-technical person</li>\n<li>Eager to research and learn in a self-directed way</li>\n<li>Experience with WooCommerce is an asset</li>\n</ul>\n<p><strong>Role Details</strong></p>\n<ul>\n<li>Role based in Dundas, Ontario</li>\n<li>Full-time with flexible hours</li>\n<li>Competitive Salary &amp; Company Funded Benefits Package</li>\n<li>Quarterly Profit Sharing Bonus Program</li>\n</ul>\n<p><strong>Who We Are</strong></p>\n<p>Worksite Safety Compliance Centre is one of Canada’s leading providers of occupational health and safety services, and was recently listed on the Growth 500 as one of Canada's Fastest Growing Companies in 2018 and 2019 by Canadian Business and Maclean's.</p>\n<p>We want to help workers stay safe, and help employers make it happen. We believe that work life should be enjoyable, and that creating a safe workplace should be enjoyable too. We do that through providing our clients with excellence in advice and service, as well as high quality training and tools.</p>\n<p><strong>Our Values</strong></p>\n<p><em>Building Together</em> - We work collaboratively because we know that everyone has great ideas and unique perspectives build a better result. We are stronger when we are all-in as one team.</p>\n<p><em>Growing Through Experimentation</em> - We relentlessly pursue our vision by improving and expanding what we do, experimenting with new ideas, and valuing tests over assumptions.</p>\n<p><em>Being Surprisingly Helpful</em> - We look for ways to surprise and delight by going above and beyond to help others, even when we don't stand to gain anything from it.</p>\n<p><em>Enjoying our Work Life</em> - Because our lives are better when we enjoy our work, we build genuine, positive, and supportive relationships with each other and inject a little fun wherever we can.</p>\n",
        "how_to_apply": "<p><a href=\"https://worksite.bamboohr.com/jobs/view.php?id=108&amp;source=aWQ9Ng%3D%3D\">Click Here to Apply</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb0tJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4784e44471e66c2ff6ab4f49bdb0e8b602916bad/Qualify_app_icon_cmyk_L.png"
    },
    {
        "id": "7bbdc3d0-526a-4761-8b03-3c77ea77691e",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/7bbdc3d0-526a-4761-8b03-3c77ea77691e",
        "created_at": "Thu Aug 20 15:12:28 UTC 2020",
        "company": "Accruent",
        "company_url": "https://www.accruent.com/",
        "location": "London",
        "title": "Solution Engineer",
        "description": "<p>Are you looking for an innovative, dynamic and international environment to work in and can expand your career? Then check the below opportunity at Accruent!</p>\n<p>We are looking for a <strong>Solution Engineer</strong> to join us in the London or Reading region!</p>\n<h2>What are your responsibilities as a Solution Engineer?</h2>\n<p>In this role, you will contribute to the optimal design, implementation, and administration of our solutions. You will be responsible for achieving a stable application installation on the customer infrastructure and will offer support to configure software and handle data conversions, all focusing on our customers’ requirements. You will be working together with your international colleagues of Professional Services and the Professional Services Project team. You will directly report into the Manager Professional Services.</p>\n<h2>What you will be offered?</h2>\n<p>Within Accruent, we are offering you all that is needed for you to get fully up to speed. Next to an extensive onboarding program, you will have access to great learning programs. On top of that, we have a competitive remuneration package including a performance bonus and most important the opportunity to build your own success. Since we are part of one of a Fortune 500 company, there are plenty of opportunities to grow and expand your career within the business.</p>\n<h2>What you bring to the table?</h2>\n<p>We are looking for someone that has, a bachelor’s degree in engineering or Computer Science and ideally has 4+ years of experience in a software environment and in IT infrastructure (on-premise, virtual machines, hosting, cloud). Next to that, software implementation experience with a focus on documentation management, CMMS, and/or Engineering Information Management is highly preferred.</p>\n<p>It is important that you have great communication skills in English (both written and verbal). Additionally, you need to have knowledge of database and operating systems with Windows and SQL and advanced understanding of software development environments, such as VB.NET, C#, Visual Basic Script, and NET Framework.</p>\n<h2>Important for you to know:</h2>\n<p>This role requires a SC/DV clearance certificate. Preferably you already have one, but in case not it is mandatory to run the process with Accruent.</p>\n<p>If you like what you see so far get in touch with our Talent Acquisition team:@Agness Malone <a href=\"https://www.linkedin.com/in/agness-m-malone-3767b156\">https://www.linkedin.com/in/agness-m-malone-3767b156</a> OR apply directly via the application form.</p>\n<p>We will be happy to help and give you even more details on the role, responsibilities and management. Hope to hear from you soon !</p>\n<p><a href=\"https://vonq.io/2Y1uG8X\">Click here for the application form!</a></p>\n<h2>About Accruent:</h2>\n<p>Accruent is a global software company that helps organizations achieve superior performance by transforming how they manage their physical resources. Its innovative, industry-leading cloud-based software and services enable organizations to optimize all stages of real estate, facilities and asset management, from capital planning through to IoT-based monitoring and control. With a proven track record across two decades, Accruent has created the only integrated SaaS-based framework and reporting platform for full lifecycle physical resource management. More than 7,000 global customers depend on Accruent solutions to drive out hidden costs, extend asset lifecycles, protect their brands, ensure compliance, and deliver on the missions of their organization. Headquartered in Austin, Texas, Accruent serves a wide range of industries in 149 countries around the world. For more information, visit <a href=\"http://www.accruent.com\">www.accruent.com</a>.</p>\n",
        "how_to_apply": "<p><a href=\"https://vonq.io/2Y1uG8X\">Click here for the application form!</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbjJJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8406d956bb4862eb44407e2f58022f907bf79ef7/accruent.jpg"
    },
    {
        "id": "bda5dc15-1de5-4cd6-b38a-50942e4ae741",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/bda5dc15-1de5-4cd6-b38a-50942e4ae741",
        "created_at": "Thu Aug 20 14:11:12 UTC 2020",
        "company": "ACS Technologies",
        "company_url": "http://www.acstechnologies.com",
        "location": "Florence or Greenville, SC or possibly remote",
        "title": "Senior Site Reliability Engineer",
        "description": "<p>For over 40 years ACS Technologies (“ACST”) has served the faith-based community, building software to help the ministry lead with less stress and more accuracy. ACST enables churches to handle every vital area of their ministry from finances to relationships. We're now the leader in the industry but we've got more work to do, and we need the right talent on board to help with our mission of serving churches with tomorrow's technology.</p>\n<p>Job Summary\nThe Senior Site Reliability Engineer (Sr. SRE) will work collaboratively with software and systems engineering to deploy and manage our systems within our Amazon Web Services (AWS) Cloud. The Sr. SRE will lead the automation and streamlining operations and processes. In addition, the Sr. SRE will design, build, setup, and maintain tools for deployment, monitoring, and infrastructure provisioning on the AWS Cloud. This role will be responsible for the vision and design of the whole stack from load balancers to the databases, and then move and launch sites on every application release following a “Blue/Green” methodology.</p>\n<p>Summary of Essential Job Functions\nOwns the application and all aspects of it in production, including the user experience.  Administers all systems related to R&amp;D projects, including user creation, systems provision troubleshooting, monitoring, etc.\nCreates the vision and designs the automation strategy across the platform. This includes researching gaps in automation and laying out the vision and the plan to remove the gaps.\nDesigns and Orchestrates system provisioning, autoscaling and Continuous Integration (CI)\nResponsible for Release Management with a expert understanding of Continuous Integration and Continuous Delivery\nTroubleshoots site down issues.  Responds to emergency outages and coordinate responses with engineering teams in multiple locations.\nWork with engineering teams to refine deployment and release processes.\nWork closely with developers in supporting new features, services, releases, and become an expert in our services.\nMonitors site reliability and performance.\nScales infrastructure to meet demand.  Continuously monitors/improves the quality of our infrastructure.\nDesigns and develops automation tools to deploy code.\nEnsure that all system design and procedures are documented and up-to-date.\nParticipates in on-call rotation as needed.\nMaintains professional and technical knowledge by attending educational workshops; reviewing professional publications; establishing personal networks; benchmarking state-of-the-art practices; participating in professional societies; leading staff development educational series.\nRecommends and implements strategies, policies, and procedures by evaluating organization outcomes; identifying problems; evaluating trends; and anticipating requirements.\nPerforms other duties not otherwise listed as required by the company.\nQualifications\nBachelor’s Degree in Computer Science or a related field with 7+ years in cloud infrastructure (AWS preferred)\nExpert administration knowledge with Linux(preferably Amazon Linux 2 images)\nExpert level knowledge with experience with AWS infrastructure - VPC, Security Groups, EC2, ELB, S3, RDS, etc.\nSignificant software development experience in an Agile environment (strong preference for GoLang)\nExpert level knowledge and experience with AWS API integration\nExperience with Kubernetes and related technologies (etcd, helm, istio, envoy)\nExperience with automation/configuration management (terraform and/or CloudFormation)\nKnowledge of best practices and IT operations in an always-up, always-available service environment\nUnderstanding of monitoring tools and statistics – Sumologic, DataDog, StackDriver or CloudWatch\nExperience planning and leading software, engineering and infrastructure projects (data management strongly preferred)\nAbility to work in a team environment and reliable to work independently\nAbility to manage multiple tasks in a dynamic, fast-paced environment</p>\n<p>For more information and to apply go to <a href=\"http://www.acstechnologies.com\">www.acstechnologies.com</a>, click on Company and then click on Careers.</p>\n<p>We are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.</p>\n",
        "how_to_apply": "<p>For more information and to apply go to <a href=\"http://www.acstechnologies.com\">www.acstechnologies.com</a>, click on Company and then click on Careers.</p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbnVJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d158a43f52adbb293a087cb448d4a11fd6643d51/cropped-ACST.png"
    },
    {
        "id": "009a6c36-6e02-4c45-b0f9-91ab944dbca0",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/009a6c36-6e02-4c45-b0f9-91ab944dbca0",
        "created_at": "Wed Aug 19 21:38:07 UTC 2020",
        "company": "Bitovi",
        "company_url": "http:",
        "location": "USA",
        "title": "Senior JavaScript Developer and Consultant",
        "description": "<p><strong>ABOUT BITOVI</strong></p>\n<p>Bitovi helps companies create better web applications.  </p>\n<p>We have a track record of designing and building high-profile and amazing web applications through our active Consulting practice.  Our apps are built with tests, full docs and a deployment process in place. We ensure our clients are set up for success and partner with them to solve any problems that come up along the way.</p>\n<p>Our team consists of about 35ish developers and designers located around the US and Canada. This is a remote, full-time position.  Due to historical travel requirements, we are seeking candidates in the US or Canada who are willing and able to travel in the future once business travel resumes.  Travel averages approximately 1 week every 8 weeks.</p>\n<p>TL;DR A good short read for interested candidates is our blog post <a href=\"https://www.bitovi.com/blog/hello-potential-bitovian\">Hello Potential Bitovian</a>.</p>\n<p><strong>WHAT WE’RE LOOKING FOR</strong></p>\n<p>We are looking for highly qualified individuals with: </p>\n<ul>\n<li>4+ years professional experience developing enterprise applications</li>\n<li>a good understanding of Computer Science (CS degree, or equivalent knowledge is required)</li>\n<li>a solid background in Modern Front End Development, including JavaScript frameworks </li>\n<li>strong communication and interpersonal skills who are comfortable interacting with clients</li>\n</ul>\n<p>We welcome diversity and non-traditional paths into the developer profession, and advocate strongly for hiring the right person as opposed to the right combination of tech keywords.</p>\n<p><strong>THE JOB</strong></p>\n<p>You’ll work with clients to create applications, discussing and designing architectures, reviewing code, and researching new front-end technologies. </p>\n<p>You’ll work with other Bitovians, helping us to advance, improve, and evolve our Open Source toolset. </p>\n<p>You’ll have the opportunity to shape a small and growing company by applying your talent and passion to the JavaScript community in your own way. We support the technical growth and development of our employees. We have an open and engaging community of skilled developers with whom you can collaborate and learn with.</p>\n<p>Bitovians often:</p>\n<ul>\n<li>Present at conferences</li>\n<li>Give trainings</li>\n<li>Plan and run meetups</li>\n<li>Create and maintain open source projects</li>\n<li>Write articles</li>\n</ul>\n<p><strong>A LITTLE BIT MORE</strong></p>\n<p>We welcome individuals who enjoy identifying the hard parts of application development and simplifying them, talking about software architecture, and teaching others. We also want someone who can lead others and be an integral part of a team.</p>\n<p>Specifically, the following attributes are major positives:</p>\n<ul>\n<li>Has an eagerness to learn and execute in the “the right way”</li>\n<li>Is open minded about development best practices</li>\n<li>Has some experience with back-end systems and databases</li>\n<li>Some experience contributing to or using open source projects</li>\n</ul>\n<p><strong>BENEFITS</strong></p>\n<p>At Bitovi, you’ll have the opportunity to work with a team of talented individuals who will support and challenge you.  You’ll grow through various experiences on client projects as well as internal initiatives and strategic projects.</p>\n<p>In addition, Bitovians get a slate of great benefits.</p>\n<ul>\n<li>Competitive salary and yearly bonuses</li>\n<li>Bi-annual company retreats to places like Las Vegas, New Orleans, and Amelia Island, Florida</li>\n<li>401(k) plan with matching</li>\n<li>4 weeks of paid vacation</li>\n<li>Health and dental insurance</li>\n<li>LTD and Life Insurance</li>\n<li>Gym membership reimbursement</li>\n<li>Paid Maternity &amp; Paternity leave</li>\n<li>Working from home with flexible hours</li>\n</ul>\n<p><strong>HOW TO APPLY</strong></p>\n<p>Write a resume and a thoughtful introduction (cover letter!) that shows us that you’re the kind of person we’ve described above.  Your thoughtful introduction should cover why you are interested in this role, something you recently worked on and are proud of, and a fun fact about yourself.  Feel free to highlight specific experience with Angular and/or React as well.</p>\n<p>*Please note that we are not interested in working with Recruiters or Hiring firms at this time. All offers are contingent on passing a successful background check.</p>\n",
        "how_to_apply": "<p><a href=\"https://bitovi.applytojob.com/apply/91twbGiFxB/Senior-JavaScript-Developer-And-Consultant-Remote?source=github\">Apply to Bitovi</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbm1JIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--db9dd90644d7e1f85a0c6b255d4bbd1e12a8fc28/Bitovi%20logo%20400x400.png"
    },
    {
        "id": "f7d3f601-7d99-4be4-9fac-eaf28b7d9f7d",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/f7d3f601-7d99-4be4-9fac-eaf28b7d9f7d",
        "created_at": "Wed Aug 19 11:18:38 UTC 2020",
        "company": "Wooga",
        "company_url": "http://www.wooga.com",
        "location": "Berlin",
        "title": "Software Engineer - Tools (React.js)",
        "description": "<p>We are looking for a Software Engineer with a passion for tool creation to join our team on creating and innovating the next-gen games support tools.</p>\n<p>You will be working on a variety of projects, including tools to efficiently manage content and live operations of all Wooga games. You will work side by side, with diverse stakeholders and clients and develop tools, that our game teams need to keep bringing delightful story-driven games to millions of players around the world.</p>\n<p>Ideally, you have a generalistic and broad technical knowledge, ranging from Javascript, React, Typescript and electron (Atom Shell) to working with services like AWS, Google and Github.</p>\n<p>As a member of our team you will work on projects including but not limited to:</p>\n<ul>\n<li>Developing web-based (React js) tools to manage, analyze and optimize live operations for Wooga’s live games.</li>\n<li>Working on internal tools based on typescript, electron, node, react and bootstrap, to drive content for our story-driven games.</li>\n<li>Extending our internal tools &amp; pipelines to improve Marketing and User Acquisition KPIs.</li>\n<li>Working together with our backend and data engineering teams to develop management interfaces for internal services.</li>\n<li>Building internal dashboards aggregating live data from different sources (google, GitHub, artifactory, s3) by combining it with a state-of-the-art bootstrap react interface (no CSS!) to observe and interact with our custom build infrastructure for our own SDKs, games, and documentations.</li>\n<li>Configuring and optimizing web-pack builds.</li>\n<li>Developing new APIs for consumption by our game teams.</li>\n</ul>\n<p><strong>About you</strong></p>\n<ul>\n<li>You have a few solid years of experience as a software engineer.</li>\n<li>You are a proficient user of typescript, javascript and react.</li>\n<li>You have experience with writing tests using Mocha/Chai/Jest/enzyme/react-testing-library.</li>\n<li>You know your way around  API design.</li>\n<li>You are passionate about the user experience and creating intuitive and efficient tool workflows to solve complex problems.</li>\n</ul>\n<p>Nice to Have:</p>\n<ul>\n<li>Experience building content creation tools</li>\n<li>Basic experience with the unity game engine</li>\n<li>Passion for games</li>\n</ul>\n<p><strong>Our Promise</strong></p>\n<ul>\n<li>Join the team, who is, every day, empowering the teams to create successful games played by millions!</li>\n<li>Work in a small, autonomous team with a high impact and degree of creative freedom.</li>\n<li>Collaborative and open company culture dedicated to making world-class games.</li>\n<li>Talented, inspiring colleagues from all over the world.</li>\n<li>Located in Europe’s most creative and vibrant city - we offer a generous and holistic relocation package if you are not already located in Berlin!</li>\n<li>Our office language is English, but we offer German language classes for you and your significant other!</li>\n<li>Make use of an education budget and extra days off for self-development.</li>\n</ul>\n<p><em>At Wooga we are committed to providing a friendly, safe and welcoming environment for everyone who works here or with us, regardless to gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, age, religion (or lack thereof) and game preferences.</em></p>\n",
        "how_to_apply": "<p><a href=\"https://grnh.se/b9d6dcd51us\">https://grnh.se/b9d6dcd51us</a></p>\n",
        "company_logo": null
    },
    {
        "id": "f48b1be0-63b7-41c5-83eb-212c13505f0c",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/f48b1be0-63b7-41c5-83eb-212c13505f0c",
        "created_at": "Wed Aug 19 14:48:26 UTC 2020",
        "company": "Ovjerjet",
        "company_url": "http://www.overjet.ai",
        "location": "Boston",
        "title": "Senior Software Engineer",
        "description": "<p>At Overjet, we are building applications that improve healthcare, dentistry in particular, by leaps and bounds. We are solving the most challenging problems in dentistry to improve care for millions of patients. Come join us as a senior software/full-stack/backend engineer and be an integral part of an exceptional team.</p>\n<p>Responsibilities:</p>\n<ul>\n<li>Develop Java Spring based backend applications for SaaS products</li>\n<li>Architect and implement scalable databases</li>\n<li>Enhance quality, usability, performance, security, reliability as well as feature-set</li>\n<li>Design, code, test, maintain, monitor, troubleshoot ... well, you get the gist</li>\n<li>Collaborate with other teams to prioritize tasks and deliver results on time</li>\n<li>Integrate external applications ensuring security and reliability are at the forefront</li>\n<li>Support ad-hoc POCs, demos, mockups, etc.</li>\n<li>Create utilities for automating in-house tasks</li>\n</ul>\n<p>Required skills:</p>\n<ul>\n<li>10+ years' experience building backend applications</li>\n<li>5+ years' experience in cloud stack - GCP, AWS, Azure</li>\n<li>Expertise in Java and Java Spring frameworks</li>\n<li>Proficiency in both SQL as well as NoSQL databases</li>\n<li>Advanced knowledge of REST APIs</li>\n<li>Advanced knowledge of Pub sub mechanisms</li>\n<li>Advanced knowledge of Docker and Kubernetes</li>\n<li>Excellent work ethics and drive to succeed</li>\n</ul>\n<p>Preferred skills:</p>\n<ul>\n<li>Experience building Python frameworks, including Flask and/or Django</li>\n<li>Grasp of GraphQL frameworks, especially SPQR</li>\n<li>Implementation experience on Near Real time systems</li>\n<li>Familiarity with Google Cloud Platform</li>\n<li>Familiarity with IaaS</li>\n<li>Work experience in healthcare domain a plus</li>\n<li>Knowledge of automation testing frameworks</li>\n</ul>\n",
        "how_to_apply": "<p>Apply at <a href=\"https://jobs.lever.co/overjet/f6da298b-44a6-4085-960e-d980ac7644f1\">https://jobs.lever.co/overjet/f6da298b-44a6-4085-960e-d980ac7644f1</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbkdJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ed86585a72c77fbecd376ea56bf7453189c0fb1e/Logo_Color_lowres.jpg"
    },
    {
        "id": "028821db-1f83-4ba2-876f-7ec065b69138",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/028821db-1f83-4ba2-876f-7ec065b69138",
        "created_at": "Wed Aug 19 13:53:39 UTC 2020",
        "company": "AMORELIE",
        "company_url": "https://www.amorelie.de/",
        "location": "Berlin",
        "title": "Lead Software Engineer (f/m/x)",
        "description": "<p>With AMORELIE we have changed an entire industry and brought love life as an integral part of a happy relationship into the middle of society. We burn for fulfilled relationships and want to do our part with great love toys, lingerie and many other inspiring lifestyle products. With us, you will find a combination of ambitious ideas, an entrepreneurial team, a unique corporate culture and an incredible energy and euphoria for our mission. We are a successful, profitable Berlin start-up with over 130 employees and a lot of love, which defines the relationships of tomorrow!</p>\n\n<p>Wir haben mit AMORELIE eine ganze Branche verändert und das Liebesleben als integralen Bestandteil einer glücklichen Beziehung in die Mitte der Gesellschaft geholt. Wir brennen für erfüllte Beziehungen und wollen unseren Teil mit tollen Love Toys, Dessous und vielen weiteren inspirierenden Lifestyle Produkten dazu beitragen. Bei uns triffst du auf eine Kombination aus ambitionierten Ideen, einem unternehmerischen Team, einer einzigartigen Unternehmenskultur und einer unglaublichen Energie und Euphorie für unsere Mission. Wir sind ein erfolgreiches, profitables Berliner Startup mit über 130 Mitarbeitern und viel Liebe, welches die Beziehungen von morgen definiert!</p>\n<p><strong>Job ToDo's</strong></p>\n<ul>\n<li>Together with our Director IT and our engineering teams, you improve and maintain our system landscape and architecture by designing and implementing technical solutions for our entire stack</li>\n<li>You work closely with our in-house and distributed team of engineers and you are committed to continuously improve our systems, development practices and agile development processes</li>\n<li>You collaborate in technical reviews to strengthen our architecture and system designs</li>\n<li>You provide technical guidance by coaching our teams on technical skills, best practices and coding guidelines</li>\n<li>You partner closely with the product team to work towards the products vision</li>\n</ul>\n<p><strong>Our Tech Stack:</strong></p>\n<ul>\n<li>Magento 2 cloud architecture</li>\n<li>In-house Ruby on Rails CRM</li>\n<li>Kubernetes cluster for application deployment</li>\n</ul>\n<p><strong>Skills</strong></p>\n<ul>\n<li>You have several years of experience in Software Engineering, most of it developing PHP and Ruby on Rails applications</li>\n<li>Ideally, you have worked in eCommerce before</li>\n<li>You have strong experience in building APIs</li>\n<li>You have experience with Cloud architecture (AWS)</li>\n<li>You live agile development processes</li>\n<li>You set high standards in regards to code quality and test automation</li>\n<li>You are a team player, curious and proactive in proposing new technical solutions</li>\n<li>You love having ownership and you are reliable lead engineer</li>\n<li>You have strong communication skills with technical and non-technical colleagues</li>\n<li>You are fluent in English (written and spoken)</li>\n</ul>\n<p><strong>AMORELIE Benefits</strong></p>\n<ul>\n<li>An international team with highly motivated employees and an open feedback culture that ensures that you can develop your full potential with us</li>\n<li>Challenging projects with a lot of entrepreneurial scope, which you and your teams can drive forward on your own responsibility</li>\n<li>We are sitting in a bright open-plan office, near S+U Gesundbrunnen</li>\n<li>Free drinks, fresh fruit and a full fridge with treats</li>\n<li>Keep fit and benefit from our discounted membership with the Urban Sports Club</li>\n<li>... and of course exclusive discounts on our sensual assortment</li>\n</ul>\n<p><img src=\"https://camo.githubusercontent.com/bceebcd214fbbb7e85e2b1cd93399fc98b780e7c/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f37383931653536323063633638633665366537313832653738356532653533353861356630303334326335303938663937643465646131313565343433346536\"></p>\n",
        "how_to_apply": "<p><a href=\"https://tracking.gohiring.com/h/7937d2291011565ae18ac321f0acbb917f06a47f3f9819ec6d9dfe29678d1327\">application form</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbStJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c67b95c08dd6189dd39d6ff215771c8eba36929f/Amorelie.png"
    },
    {
        "id": "2790c0cc-272e-4595-b964-50554dff8477",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/2790c0cc-272e-4595-b964-50554dff8477",
        "created_at": "Wed Aug 19 13:47:02 UTC 2020",
        "company": "Accruent",
        "company_url": "http://www.accruent.nl",
        "location": "London",
        "title": "Solution Engineer",
        "description": "<p>Are you looking for an innovative, dynamic and international environment to work in and can expand your career? Then check the below opportunity at Accruent!</p>\n<p>We are looking for a Solution Engineer to join us in the London or Reading region!</p>\n<h2><strong>What are your responsibilities as a Solution Engineer?</strong></h2>\n<p>In this role, you will contribute to the optimal design, implementation, and administration of our solutions. You will be responsible for achieving a stable application installation on the customer infrastructure and will offer support to configure software and handle data conversions, all focusing on our customers’ requirements. You will be working together with your international colleagues of Professional Services and the Professional Services Project team. You will directly report into the Manager Professional Services.</p>\n<h2><strong>What you will be offered?</strong></h2>\n<p>Within Accruent, we are offering you all that is needed for you to get fully up to speed. Next to an extensive onboarding program, you will have access to great learning programs. On top of that, we have a competitive remuneration package including a performance bonus and most important the opportunity to build your own success. Since we are part of one of a Fortune 500 company, there are plenty of opportunities to grow and expand your career within the business.</p>\n<h2><strong>What you bring to the table?</strong></h2>\n<p>We are looking for someone that has, a bachelor’s degree in engineering or Computer Science and ideally has 4+ years of experience in a software environment and in IT infrastructure (on-premise, virtual machines, hosting, cloud). Next to that, software implementation experience with a focus on documentation management, CMMS, and/or Engineering Information Management is highly preferred.</p>\n<p>It is important that you have great communication skills in English (both written and verbal). Additionally, you need to have knowledge of database and operating systems with Windows and SQL and advanced understanding of software development environments, such as VB.NET, C#, Visual Basic Script, and NET Framework.</p>\n<h2><strong>Important for you to know:</strong></h2>\n<p>This role requires a SC/DV clearance certificate. Preferably you already have one, but in case not it is mandatory to run the process with Accruent.</p>\n<p>If you like what you see so far get in touch with our Talent Acquisition team:@Agness Malone <a href=\"https://www.linkedin.com/in/agness-m-malone-3767b156\">https://www.linkedin.com/in/agness-m-malone-3767b156</a> OR apply directly via the 'Apply' button.</p>\n<p><a href=\"https://vonq.io/2Y1uG8X\">Click here for the application form!</a></p>\n<p>We will be happy to help and give you even more details on the role, responsibilities and management. Hope to hear from you soon !</p>\n<p><strong>About Accruent:</strong></p>\n<p>Accruent is a global software company that helps organizations achieve superior performance by transforming how they manage their physical resources. Its innovative, industry-leading cloud-based software and services enable organizations to optimize all stages of real estate, facilities and asset management, from capital planning through to IoT-based monitoring and control. With a proven track record across two decades, Accruent has created the only integrated SaaS-based framework and reporting platform for full lifecycle physical resource management. More than 7,000 global customers depend on Accruent solutions to drive out hidden costs, extend asset lifecycles, protect their brands, ensure compliance, and deliver on the missions of their organization. Headquartered in Austin, Texas, Accruent serves a wide range of industries in 149 countries around the world. For more information, visit <a href=\"http://www.accruent.com\">www.accruent.com</a>.</p>\n",
        "how_to_apply": "<p><a href=\"https://vonq.io/2Y1uG8X\">Click here for the application form!</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbTZJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8ef342129e611fc15148ccb6a81525344b1ea4ba/Accruent%20logo.jpeg"
    },
    {
        "id": "42eb6778-7e1d-44a0-99c3-c288aae35aec",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/42eb6778-7e1d-44a0-99c3-c288aae35aec",
        "created_at": "Wed Aug 19 12:24:54 UTC 2020",
        "company": "KAISER+KRAFT Europa GmbH",
        "company_url": "https://openfortomorrow.com/en/",
        "location": "Stuttgart",
        "title": "Senior Java Developer / Software Engineer (m/f/d)",
        "description": "<p>Welcome to KAISER+KRAFT EUROPE. We are the leading omnichannel trading group for business-, warehouse- and office-equipment in the B2B sector in Europe. Our Software Engineering Team is searching for a Senior Software Engineer (m/f/d) with passion for clean code, cutting-edge technologies and a professional but fun environment.</p>\n<p><strong>These exciting tasks await you</strong></p>\n<p>•You are responsible for the continuous development of Java web applications for our e-commerce platform based on hybris and state-of-the-art technologies (Spring Boot, Gradle, Microservices, AWS, CI/CD, Jenkins)</p>\n<p>•In a cross-functional, agile team you will take responsibility for the backend and work iteratively with DevOps, frontend developers, product owners, UX/UI on end-to-end solutions</p>\n<p>•In cooperation with internal and external partners, you will work on the further development of interfaces to ERP, CRM and production information systems</p>\n<p>•You design the various development processes (e.g. code reviews)</p>\n<p><strong>With this profile you are the perfect match</strong></p>\n<p>•Degree in computer science or a comparable education</p>\n<p>•Very good knowledge of Java, Spring MVC, design patterns and ideally Hybris</p>\n<p>•Experience in the e-commerce environment, best case with regards to the further development of web applications</p>\n<p>•OpenAPI, Swagger and Docker are no foreign words for you</p>\n<p>•Experience with agile methods like Scrum and Kanban</p>\n<p>•You have a high degree of quality and responsibility and possess a strong analytical mind</p>\n<p><strong>This is what you can look forward to</strong></p>\n<p>•Career &amp; further development: Through membership of TAKKT AG and Haniel Group, access to a cross-company network and individual development programs</p>\n<p>•Work-Life-Integration: Flexible working time and -location as well as mobile working</p>\n<p>•Place of work: Modern company building in a central location with excellent connections</p>\n<p>•Well-being &amp; health: Own canteen, fully automatic coffee machines and water dispensers on each floor, as well as various health- and sports facilities</p>\n<p>•Sustainability &amp; social commitment: Within our sustainability strategy we actively promote and reward the environmental awareness and social commitment of our employees</p>\n<p>•Family Service: Whether childcare, homecare, eldercare or relocation, the PME Family Service is there to help and advice in every situation</p>\n",
        "how_to_apply": "<p><a href=\"https://kaiserkraft-europa.join.com/jobs/1314474-senior-java-developer-software-engineer-m-f-d?pid=71fbd6149a82b0b128ee&amp;utm_source=stackoverflow&amp;utm_medium=paid&amp;utm_campaign=stackoverflow&amp;utm_content=senior%2Bjava%2Bdeveloper%2Bsoftware%2Bengineer%2Bm%2Bf%2Bd\">https://kaiserkraft-europa.join.com/jobs/1314474-senior-java-developer-software-engineer-m-f-d?pid=71fbd6149a82b0b128ee&amp;utm_source=stackoverflow&amp;utm_medium=paid&amp;utm_campaign=stackoverflow&amp;utm_content=senior%2Bjava%2Bdeveloper%2Bsoftware%2Bengineer%2Bm%2Bf%2Bd</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbXlJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c02795c1b11d854e92bbb94253d89c7fa14e9f26/KK-EU-Logo.png"
    },
    {
        "id": "2ededc50-3c18-4d2c-ba54-95151ca4209a",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/2ededc50-3c18-4d2c-ba54-95151ca4209a",
        "created_at": "Tue Aug 18 07:43:58 UTC 2020",
        "company": "Trade Republic Bank GmbH",
        "company_url": "https://traderepublic.com",
        "location": "Berlin",
        "title": "Android Engineer",
        "description": "<p>Trade Republic is a European platform for mobile investing. With its intuitive app, people can save, invest, and trade on the capital markets commission-free with just three taps. Trade Republic's vision is for everyone to have the opportunity to take managing their investments into their own hands.</p>\n<p>Trade Republic is a bank licensed in Germany and supervised by the Bundesbank and BaFin. Their cooperation with well-known partners such as HSBC, BlackRock, and solarisBank underlines the high quality and security of their service. Trade Republic's investors include Accel, Creandum, Founders Fund, and Project A, as well as sino AG.</p>\n<p><strong>Tasks</strong></p>\n<ul>\n<li>Work with our 100% Kotlin codebase, following an MVVM pattern and developing features in an agile environment</li>\n<li>Take proactive responsibility for the long-term code quality and architecture, with a focus on writing clean and sustainable code</li>\n<li>Collaborate with our existing team members with decisions around approaches to our implementations and the general codebase</li>\n<li>Have a strong impact within our small mobile development team</li>\n<li>Work closely with our product team to help refine and build a beautiful app</li>\n</ul>\n<p><strong>Requirements</strong></p>\n<p><em>You</em></p>\n<ul>\n<li>You have at least 2 years experience in software engineering</li>\n<li>You have a passion for a great UX and UI and you are keen to work closely with our designers to achieve this</li>\n<li>You are comfortable with Kotlin, Android Framework and the basics of reactive programming</li>\n<li>You enjoy working in an agile environment and have a self-driven personality with a “hands-on” approach</li>\n<li>You can identify and solve problems independently and efficiently</li>\n<li>Enjoy learning and sharing knowledge with those around you</li>\n</ul>\n<p><em>Tech Stack</em></p>\n<ul>\n<li>100% Kotlin</li>\n<li>RxJava2</li>\n<li>Dependency Injection and wide unit test coverage</li>\n<li>Retrofit/OkHttp</li>\n<li>WebSockets with a custom protocol, that bridges the reactive contract over the network</li>\n<li>Gradle</li>\n</ul>\n",
        "how_to_apply": "<p><a href=\"https://traderepublic.join.com/jobs/1286237-android-engineer?pid=357a3b4531918760973f&amp;utm_source=github_jobs&amp;utm_medium=paid&amp;utm_campaign=single%2Bposting&amp;utm_content=android%2Bengineer\">https://traderepublic.join.com/jobs/1286237-android-engineer?pid=357a3b4531918760973f&amp;utm_source=github_jobs&amp;utm_medium=paid&amp;utm_campaign=single%2Bposting&amp;utm_content=android%2Bengineer</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbGlJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--68f7bd8978cb7dfa1ae664697d48086c0e664007/trade-republic-wertpapierdepot.png"
    },
    {
        "id": "68b39341-da49-433b-9815-4e14b960925e",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/68b39341-da49-433b-9815-4e14b960925e",
        "created_at": "Mon Aug 17 18:11:43 UTC 2020",
        "company": "Agiloft",
        "company_url": "http://agiloft.com",
        "location": "Russia",
        "title": "QA Engineer, Manual Testing",
        "description": "<p><strong>THRIVE WITH AGILOFT</strong></p>\n<p>Are you an experienced QA Engineer who is successful, motivated, smart, energetic, and looking for a rewarding position in a growing, profitable and dynamic company?</p>\n<p>Agiloft is expanding our developer team, looking for QA Engineers that thrive working with enterprises in multiple industries, with unique business challenges requiring sophisticated solution design.</p>\n<p><strong>WHY JOIN AGILOFT?</strong></p>\n<ul>\n<li>\n<p>Agiloft was named the market leader in every category in the <a href=\"https://www.agiloft.com/flash/Gartner_critical_capabilities_for_CLM.pdf\">Gartner Critical Capabilities for CLM report</a>, and a market leader in the Gartner Magic Quadrant.</p>\n</li>\n<li>\n<p>Contract Lifecycle Management (CLM) is one of the fastest growing areas of enterprise sales, with a TAM projected to climb from $2B to $7B in the next 5 years.</p>\n</li>\n<li>\n<p>The Agiloft Contract and Commerce Lifecycle Platform has won over <a href=\"https://www.agiloft.com/awards.htm\">a dozen awards, including the Editor's Choice award from PC Mag</a>, for the past five years in a row.</p>\n</li>\n<li>\n<p>Agiloft has a highly differentiated value proposition which is uniquely appealing to enterprises: pre-built applications with a deeply configurable, no-code platform for integrated Business Process Management throughout an organization.</p>\n</li>\n<li>\n<p>Agiloft is pioneering the applied use of Artificial Intelligence to enable next-generation business commerce at organizations ranging from small enterprises to U.S. government agencies and Fortune 100 companies.</p>\n</li>\n<li>\n<p>Agiloft is the only company in the industry with the confidence to provide an unconditional satisfaction guarantee, and you too will be successful with Agiloft.</p>\n</li>\n</ul>\n<p>As the leader in the CCLM market, Agiloft is winning many Enterprise deals and looking to hire the best talent to meet this demand with a competitive compensation plan that rewards overachievement.</p>\n<p><strong>POSITION OVERVIEW</strong></p>\n<p>We are looking for a full time QA Engineer to help with manual quality assurance of the Agiloft software platform. You should have no less than two years of professional experience in software testing. We also expect you to perform well working in a geographically distributed and diverse team.</p>\n<p><strong>JOB RESPONSIBILITIES</strong></p>\n<ul>\n<li>Analyze new features and help drive requirements by developing Test Plans and Test Cases</li>\n<li>Manual testing of features</li>\n<li>Test API Web Services (RESTful, SOAP)</li>\n<li>Troubleshooting skills</li>\n<li>Update test results in test tracking tool(s)</li>\n<li>Report, track, and manage any discovered defects to resolution</li>\n<li>Work effectively and collaboratively with other members on the product team</li>\n</ul>\n<p><strong>REQUIRED QUALIFICATIONS</strong></p>\n<ul>\n<li>Solid experience in functional, usability, acceptance, integration, performance and security testing</li>\n<li>2+ years of  testing experience in software development</li>\n<li>Experience with writing and executing detailed test cases, test plans and test design documents</li>\n<li>Experience with application (UI/API/Unit) automation tools, BDD automation tools, monitoring tools, performance testing tools, and automation technologies is a plus</li>\n<li>Ability to speak and write in English</li>\n</ul>\n<p><strong>BENEFITS AND PERKS</strong></p>\n<ul>\n<li>Competitive salary</li>\n<li>Referral bonuses</li>\n<li>Flexible work schedules</li>\n<li>Professional development and career growth opportunities</li>\n<li>Awesome team members</li>\n</ul>\n<p><strong>To Apply</strong></p>\n<p>For immediate consideration, go to <a href=\"https://tinyurl.com/y5cf9hly\">https://www.agiloft.com/QAEngineer</a> select the position from the dropdown list, and fill out the application.</p>\n",
        "how_to_apply": "<p>To apply, and see a full list of all open positions, visit our website:  <a href=\"http://www.agiloft.com/jobs.htm\">www.agiloft.com/jobs.htm</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbE9JIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e7e0d3cf39e53fcac111b65ff8812c0dec07559f/Agiloft%20Logo%20plain%20(Indeed).png"
    },
    {
        "id": "58deb8f9-4bda-458d-b77f-268a34562495",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/58deb8f9-4bda-458d-b77f-268a34562495",
        "created_at": "Mon Aug 17 17:27:52 UTC 2020",
        "company": "VertiStudio",
        "company_url": "https://www.vertistudio.com",
        "location": "Remote",
        "title": "Lead Software Engineer WordPress",
        "description": "<p>Hi, we’re <a href=\"https://vertisudio.com\">VertiStudio</a> and we're looking for a <strong>Lead Software Engineer</strong> to shape the futureof our WordPress based products &amp; sites.</p>\n<p>We’ve been on the WordPress market for a couple of years now, and we’ve developed a number of <a href=\"https://vertistudio.com\">successful products</a> (<a href=\"https://themeisle.com\">Themeisle</a>, <a href=\"https://codeinwp.com\">Codeinwp</a>) during this time, our products have been downloaded by more than 1 million people &amp; our content website visited by even more. </p>\n<p>We're dreaming about a web where people can easily come online, grow their knowledge while having everything accessible on any device or internet connection (it should be fast).</p>\nResponsibilities\n<ul>\n<li>Lead the development of one of our products or sites (based on qualifications &amp; interest)</li>\n<li>Capable of running and directing small teams</li>\n<li>Maintain and share knowledge in emerging technologies and tools in the industry.</li>\n<li>Be able to prioritize and manage work</li>\n<li>Work happens completely autonomously with no regular need for review.</li>\n</ul>\nBasic Qualifications (Optional)\n<ul>\n<li>BA/BS in Computer Science or equivalent</li>\n<li>Minimum of 2+ years experience building WordPress plugins or themes</li>\n<li>Minimum of 2+ years experience in leading a small team</li>\n<li>Strong knowledge of HTML, CSS, JavaScript, and PHP</li>\n<li>Extensive knowledge of the WordPress ecosystem</li>\n<li>Ability to work in cross-functional teams</li>\n<li>Good analytical and debugging skills</li>\n<li>Unit/integration testing experience</li>\n<li>Write performance-focused and optimized code</li>\n</ul>\nSalary &amp; Perks\n\n<ul>\n<li>An hourly rate between 30-50$/h for a full-time job commitment</li>\n<li>Remote work – work from home or wherever you work best</li>\n<li>Be part of a diverse team - we're 25 people spread across three continents</li>\n<li>All expenses paid conference at your choice each year.</li>\n<li>All expenses paid trip to our annual retreat.</li>\n<li>Annual profit share</li>\n<li>Flexible vacation with fully paid and required time-off minimums.</li>\n</ul>\n<p>You'll get to work with a team of WordPress enthusiasts, programmers, designers, and even active bloggers and writers. We want you to be independent and pursue your personal projects, as long as you're able to get your primary job done.</p>\nHow to Apply\n<p>Please clearly include the following in your cover letter:</p>\n<ul>\n<li>Your experience with WordPress development.</li>\n<li>What is your favorite code performance tweak.</li>\n<li>Tell us a bit about yourself and why you should be considered.</li>\n<li>Profile links with code samples (GitHub, GitLab, WordPress.org, etc).</li>\n<li>Other profile links if available (Your website, Twitter, LinkedIn, etc).</li>\n</ul>\n<p>We won’t be able to individually respond to all applications, if you're a match we'll reach out.</p>\n<p><em>NOTE: This position is for a remote contractor.</em></p>\n\n",
        "how_to_apply": "<p>Apply here: <a href=\"https://themeisle.freshteam.com/jobs/gusKJwprgamT/lead-software-engineer-wordpress#applicant-form\">https://themeisle.freshteam.com/jobs/gusKJwprgamT/lead-software-engineer-wordpress#applicant-form</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBazJJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8d40a344444db51870e7bd9b8964ddedd47a352f/logo.gif.png"
    },
    {
        "id": "294ebc48-be83-4bfc-abf5-86e04d9b3643",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/294ebc48-be83-4bfc-abf5-86e04d9b3643",
        "created_at": "Mon Aug 17 13:20:26 UTC 2020",
        "company": "Vattenfall ",
        "company_url": "https://careers.vattenfall.com/",
        "location": "Amsterdam",
        "title": "DevOps Fullstack Developer (.NET)",
        "description": "<p><strong>DevOps Fullstack Developer (.NET)</strong></p>\n<p><em>Amsterdam</em></p>\n<p>Would you like to be part of the Agile journey of one of our digital online teams?</p>\n<p><strong>Your job as a Back-end Developer</strong></p>\n<p>In this role you will work in a dynamic environment within the IT department where innovation is part of our DNA. As a Back-end Developer you will play a central role in designing and implementing our digital platforms, such as our website or our self-service platform. As a Back-end Developer you will be part of a dedicated Agile team for one of our digital solutions. You will work in a cross-skilled team under a Scrum Master and Product Owner. In that way you will work closely with the Online Agile team to represent capabilities and features at team level.</p>\n<p><strong>Your main responsibilities will be</strong></p>\n<ul>\n<li>Contributing code to the development of the solution, through local builds and deployments as well as the CI/CD environments.</li>\n<li>Contributing to the organization’s norms and coding standards, software design best practices, and architecture strategy.</li>\n<li>Challenging business requirements.</li>\n<li>Actively facilitating Agile teams with (DevOps) workshops and assessments.</li>\n<li>Providing technical product requirements to Agile scrum teams and drive technical product delivery –&gt;Define non-functional technical requirements (i.e. security, performance).</li>\n<li>Collaborating with developers to make sure (new) environments meet requirements and conform to best practices; ensuring high quality coding guidelines are followed within Agile teams.</li>\n<li>Monitoring the application and make sure team is on track.</li>\n<li>Gathering new technologies and related tools to introduce to the teams in order to grow the Agile development environment by working directly with(in) the CEP platform.</li>\n<li>Engaging all stakeholders regarding value of technical improvements (PO’s, SM’s and Devs).</li>\n<li>Driving a DevOps mind-set within Agile Teams and the rest of the organization.</li>\n</ul>\n<p><strong>Our contribution towards fossil free living within one generation</strong>\nIn Vattenfall IT, we:</p>\n<ul>\n<li>Accelerate digitalization and innovation.</li>\n<li>Create customer value in a close business and IT partnership to reach the “Power Climate Smarter Living” vision.</li>\n<li>Promote the mindset and behavior to establish a learning culture and positive digital mindset.</li>\n<li>Run stable, secure, efficient and compliant IT services.</li>\n</ul>\n<p><strong>Your profile as a Back-End Developer:</strong>\nYou are a positive, enthusiastic professional with strong communication skills. Also, you have a structured way of working, proven business acumen and a profound interest in driving value-creating innovation.</p>\n<p>Furthermore, you recognize yourself in the following profile:</p>\n<ul>\n<li>\n<strong>Strong background</strong> of <strong>Agile</strong>, <strong>Scrum</strong>, <strong>DevOps</strong>, <strong>Continuous Integration</strong>/<strong>Delivery principles</strong>.</li>\n<li>\n<strong>Understanding</strong> of <strong>DevOps</strong> Automation <strong>Processes</strong> and how to define those requirements within the teams.</li>\n<li>\n<strong>Experience</strong> with a <strong>PoC based approach</strong>.</li>\n<li>Good understanding of Azure (Portal and Azure DevOps).</li>\n<li>Knowledge of how to explain the benefits of Technical Debt reduction.</li>\n<li>University or College of Higher Education degree in information technology, mathematics, engineering or related subjects (or comparable training).</li>\n<li>Fluent written and spoken English, Dutch is preferred.</li>\n<li>Experience with integrating (mobile) applications and backend-systems.</li>\n<li>Familiarity with technologies like: epiServer, NET Framework, MS Azure, MS Visual Studio, IIS, ASP.Net WebForms, ASP.Net MVC, WCF, REST, SOA, WIF, MS TFS, MS SQL Server, AJAX, jQuery, KnockOut, HTML, HTML5, CSS, LESS, jQuery (UI), Java.</li>\n</ul>\n<p><strong>What do we offer?</strong></p>\n<p>Working at Vattenfall means more than 'just' having an interesting job in a result-orientated culture. Here you will be part of a challenging, complex and international work environment. We offer you competitive remuneration, training opportunities and personal development. Our core values are open, active, positive and safety.</p>\n<p>In our team we promote smart working. Meaning you can easily combine your working life with your private situation to ensure a healthy work life balance. We also offer you a central office location (Amsterdam, close to Bijlmer Arena station) with easy access, by either public transport or car. At Vattenfall you get the opportunity to work for a clean energy company that aims for creating fossil free energy within one generation. And last but not least; you will be working with energetic, motivated colleagues that like to have fun as well!</p>\n<p><strong>Our organization</strong></p>\n<p>Vattenfall is a European energy company with approximately 20.000 employees. For more than 100 years we have electrified industries, supplied energy to people’s homes and modernized our way of living through innovation and cooperation. We now want to make fossil-free living possible within one generation. To be able to reach this ambitious goal we are looking for talented individuals who, in addition to their passion for their own role, also have strong team spirit and want to contribute to supporting a meaningful corporate mission.</p>\n<p>Vattenfall IT is part of the Strategic Development department. We accelerate the journey to become fossil free within one generation. We have a view of the future, and together with the business set the path for Vattenfall. Every day, we deliver to make sure that Vattenfall runs ever more effectively and efficiently. We drive initiatives for Vattenfall through collaboration: within Strategic Development; with our colleagues in the business; and with outside partners. Trust from our stakeholders; holistic perspective; and strong competence are key assets and critical success factors.</p>\n<p><strong>More information</strong></p>\n<p>We welcome your application in <strong>English</strong>, including CV and cover letter via the <a href=\"https://ltpx.nl/VdZH6eN\"><strong>application form</strong></a>. You can apply until <strong>30 September 2020</strong>.</p>\n<p>For more questions about the process, you are welcome to contact Recruiter Christiaan van der Horst via <a href=\"mailto:christiaan.vanderhorst@vattenfall.com\"><strong>christiaan.vanderhorst@vattenfall.com</strong></a>.</p>\n<p><em>Agency calls are not appreciated.</em>\n<img src=\"https://camo.githubusercontent.com/5c13f15f6d62d9f3332ba13cf1c12c0fff5747c4/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d313735353736\"></p>\n",
        "how_to_apply": "<p><a href=\"https://ltpx.nl/mWCiRJr\">Click here to apply</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa2FJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--da40df51d214ebb8415954fbcf8bf832c2cf9048/logoVattenfall.jpg"
    },
    {
        "id": "7738a336-65b5-4692-8525-02fd8d4609f1",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/7738a336-65b5-4692-8525-02fd8d4609f1",
        "created_at": "Fri Aug 14 06:48:04 UTC 2020",
        "company": "Softtech",
        "company_url": "https://softtech.com.tr/",
        "location": "Remote",
        "title": "Data Architect (Remote)",
        "description": "<p>Are you ready to join the Softtech family and make the future real with us?</p>\n<p>About Us</p>\n<p>Since 2006, we have been the biggest software company of Turkey, founded and owned by domestic capital with more than 1200 employees, having operations at a total of 11 different locations in Turkey, TRNC, USA, China and Germany.</p>\n<p>With the strength of our experience in banking and finance industry and experienced human resources, we are developing customer-oriented solutions for our business partners operating in diverse areas.</p>\n<p>Our mission is to transform all our customers including mainly İş Bankası into digital companies by using our efficient and high-energy ecosystem.</p>\n<p>About Position</p>\n<p>If you are passionate about working flexibly, this position allows you to work both onsite at customer location in Turkey/abroad and remotely anywhere, you feel comfortable.\nWe have been looking a Data Architect, who work onsite for short or long period when it is required or remote from anywhere.</p>\n<p>You could join an ever-expanding community of experts in Turkey and abroad on the projects that meet your career ambitions.</p>\n<p>We believe that highly competitive solutions can only be developed by the motivated and enthusiastic team. That is why our team members have been selected among the top engineers and specialists in the market. We are experts in developing solutions for financial organizations. If you want to be part of this dynamic and talented team, come &amp; join and share our goal that is to take the technology to the next level with creative, fast, efficient, and secure solutions.</p>\n<p>Love Data? Like Questioning?</p>\n<p>Thinkers who are never stopped asking “why?” and “what if?”, here is the detail of our job posting:</p>\n<p>What you will do:</p>\n<ul>\n<li>Be innovative, bold, have a flair for solving complex coding challenges, client situations and\nbe willing to do what it takes to get the job done.</li>\n<li>Design and implement flexible solutions</li>\n<li>Improve and extend existing solutions</li>\n<li>Implement and maintain conceptual and logical all data requirements of client</li>\n<li>Analyzing and planning for anticipated changes in data capacity requirements.</li>\n<li>Working with RDBMS, NoSQL and Big Data Platforms</li>\n<li>Collaborate with developers, analysts, architects and customers</li>\n</ul>\n<p>Core Skills</p>\n<ul>\n<li>Bachelor’s degree in Computer Science, Computer Engineering, Mathematical Engineering,\nIndustrial Engineering or related disciplines</li>\n<li>Professional and/or academic experience in Big Data analytics to solve real-world problems\n(with deep statistical modelling expertise)</li>\n<li>Master’s Degree or PhD in quantitative fields like Mathematics, Statistics, Economics,\nComputer Science Engineering, Artificial Intelligence, Social Sciences, Data Journalism, or\nrelated fields (nice to have)</li>\n<li>5+ years of experience</li>\n<li>Experience in Java, developing SOAP &amp; REST services and microservice architecture</li>\n<li>Experience in TDD and Unit Testing</li>\n<li>Experience in data oriented projects such as Data Warehouse, Data Marts, Data Lakes and\nBig Data Analytics</li>\n<li>Proficiency with strong SQL and NoSQL databases (Elasticsearch, Postgresql)</li>\n<li>Experience in ETL, data processing, data manipulating and streaming analytics(e.g.  Apache\nSpark, Kafka)</li>\n<li>Experience in distributed processing tools (e.g.  Hadoop)</li>\n<li>Familiarity with visualization tools (e.g. Tableau, Qlik, D3) (nice to have)</li>\n<li>Familarity with ETL tools (e.g. Knime, Nifi) (nice to have)</li>\n<li>Experience in visualization, creating graphical static and interactive displays of data that\nclearly communicate insight (preferred)</li>\n<li>Good interpersonal communication, negotiation and presentation skills. Able to explain the\ntechnical aspects to the business people and relevant stakeholders</li>\n<li>Can translate complex content into easy to comprehend pieces</li>\n<li>Love to work in a fast-paced environment using Agile (e.g. Scrum, Lean and Kanban)</li>\n<li>Be able to work independently, highly organized self-starter who can own projects and act\nwith limited supervision</li>\n<li>Good at analytical thinking, result-oriented, team-oriented, open-minded</li>\n</ul>\n<p>What we offer</p>\n<ul>\n<li>Flexible working hours</li>\n<li>Home-office alternatives</li>\n<li>Private health insurance</li>\n<li>Generous vacation policy</li>\n<li>Continuously learning and development opportunities</li>\n<li>Attending to technical congress and conferences</li>\n<li>International work experience, career development and visit opportunity to Maxitech, San Francisco and Shanghai</li>\n<li>Build up your project with innovation funnel</li>\n</ul>\n<p>\"You can reach the clarification text created within the scope of the processing of your personal data within the scope of the Law on Protection of Personal Data via the link below.\"</p>\n<p><a href=\"https://softtech.com.tr/kvkk-aydinlatma-metni/\">https://softtech.com.tr/kvkk-aydinlatma-metni/</a></p>\n",
        "how_to_apply": "<p><a href=\"https://rb.gy/n43khb\">https://rb.gy/n43khb</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaWlJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e84d9505526e5f48e47fa2fe11a22dc8c50cb7f0/Logo210x40.png"
    },
    {
        "id": "4f273ca6-43ca-4918-973e-9d30a523ebd4",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/4f273ca6-43ca-4918-973e-9d30a523ebd4",
        "created_at": "Fri Aug 14 18:50:13 UTC 2020",
        "company": "OneTrust",
        "company_url": "http://onetrust.com",
        "location": "Atlanta",
        "title": "Java Developer",
        "description": "<p><strong>STRENGTH IN TRUST</strong></p>\n<p>Our goal at OneTrust is to bring the power of trust to companies all over the world. Using cutting-edge technology and a real-world approach to ethics, compliance, privacy, security, and third-party risk, we’ve created a no-nonsense platform to help supercharge the global push for trust.</p>\n<p><strong>THE CHALLENGE</strong></p>\n<p>We’re looking for a talented and passionate senior-level Java Developer, to join a geographically distributed agile product team. Java Developers are responsible for new software application development and integration work, including modification and optimization of code with a focus on performance. This person will influence and execute the technical strategy and roadmap for products, making decisions on technologies that are robust and scalable.</p>\n<p><strong>YOUR MISSION</strong></p>\n<p><strong>Development</strong></p>\n<ul>\n<li>Design, develop and unit test applications deployed to MS Azure and assist with cloud application architecture using Core Java, REST, and the Spring ecosystem</li>\n<li>Achieve at least 80% code coverage for backend, or per the revised standards set by the team</li>\n<li>Build quality directly into the engineering processes and solutions through automated testing and test-driven development</li>\n</ul>\n<p><strong>Collaboration</strong></p>\n<ul>\n<li>Lead and participate in the architectural design of features early in the development cycle</li>\n<li>Work with Product Owners to translate the roadmap features into management components/tasks, estimate timings and resources, suggest solutions, and identify possible risk</li>\n<li>Support the team to ensure all committed stories for the sprint are completed per the sprint goal</li>\n</ul>\n<p><strong>Code Review</strong></p>\n<ul>\n<li>Conduct peer reviews to improve code quality</li>\n<li>Help junior developers how to follow development testing, exploratory testing, AI testing and/or test automation</li>\n</ul>\n<p><strong>Support</strong></p>\n<ul>\n<li>Work towards reducing the total number of defects in the module/product to industry standards by catching and fixing issues early in development</li>\n<li>Resolve all critical and high priority security defects in-sprint, or by the guidelines set by the SecOps team</li>\n</ul>\n<p><strong>Lead</strong></p>\n<ul>\n<li>Help build high-performing teams, grow and mentor the technical skills within the team and create development opportunities for them</li>\n</ul>\n<p><strong>YOU ARE</strong></p>\n<ul>\n<li>Someone who understands the benefits of microservices, but understands the challenges</li>\n<li>Comfortable collaborating closely with Product Managers and Designers</li>\n<li>Able to accomplish multiple sophisticated software development tasks with minimal direction</li>\n<li>A life-long learner – You remain engaged with the latest technology trends and understand operational challenges to continually evolve the application delivery process and platform components</li>\n<li>A team-player and enjoys collaboration. You are also self-directed and enjoy autonomy to manage your own schedule and workload</li>\n</ul>\n<p><strong>YOUR EXPERIENCE INCLUDES</strong></p>\n<ul>\n<li>Bachelor's degree in Computer Science, Engineering, or related technical or business field  </li>\n<li>10+ years of full software development lifecycle, with experience in Agile development (Scrum, XP, Pair Programming)</li>\n<li>Experience with cloud application development (Microsoft Azure, Google Cloud Platform, or Amazon Web Services)  </li>\n<li>Advanced knowledge of Core Java, REST, and the Spring ecosystem, familiarity with Spring Boot or Spring Cloud. </li>\n<li>Highly proficient at writing robust software for large-scale web applications in a dynamic environment with rapid release cycles </li>\n<li>Highly proficient with web services (e.g. RESTful services) </li>\n<li>Proficient in using test automation framework, code quality tools and performance analysis tools </li>\n<li>Proficient in Test-Driven Development (TDD) with JUnit, Mockito, Podam </li>\n<li>Experience in Continuous Integration/Deployment - DevOps mindset </li>\n</ul>\n<p><strong>EXTRA AWESOME</strong></p>\n<ul>\n<li>Experience leading distributed teams</li>\n<li>Proficient in coaching/guiding/influencing others on software engineering processes and practices (TDD, BDD, Agile) to build high-quality products </li>\n<li>Experience with ELK Stack and MongoDB</li>\n<li>Experience developing enterprise B2B software products</li>\n<li>Experience working in a similar industry to OneTrust</li>\n</ul>\n<p><strong>OUR COMMITMENT TO YOU</strong></p>\n<p>When you join OneTrust you are stepping onto a launching pad — the countdown has begun. The destination? A career without boundaries working alongside a diverse and inclusive crew who is passionate about doing meaningful work. As a pioneer, your voice and expertise will help chart the direction of an entirely new industry — Trust. Our commitment to putting people first starts with you. Your growth is part of the mission. Our goal is to give you the power to embark on the next phase of your uniquely, unique career</p>\n<p>OneTrust provides equal employment opportunities to all employees and applicants for employment and prohibits discrimination and harassment of any type without regard to race, color, religion, age, sex, national origin, disability status, genetics, protected veteran status, sexual orientation, gender identity or expression, or any other characteristic protected by federal, state or local laws.</p>\n",
        "how_to_apply": "<p>To Apply: Send your resume to <a href=\"mailto:rmullins@onetrust.com\">rmullins@onetrust.com</a> or apply directly here: <a href=\"https://www.onetrust.com/careers/detail/?gh_jid=2248262\">https://www.onetrust.com/careers/detail/?gh_jid=2248262</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBajZJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0fb7004287c615dc2fb56610efde94eb15746f91/20200729-OneTrust-RGB-GreenBG.jpg"
    },
    {
        "id": "8d5f2338-4370-4343-b084-3ca8807fddca",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/8d5f2338-4370-4343-b084-3ca8807fddca",
        "created_at": "Fri Aug 14 14:29:33 UTC 2020",
        "company": "SteepRock, Inc",
        "company_url": "https://www.steeprockinc.com/",
        "location": "Austin, TX / Remote",
        "title": "Senior Python Engineer",
        "description": "<p>SteepRock develops state-of-the-art technology that enables Life Sciences companies to pursue their missions of improving patient outcomes and lives.  Our customers are at the leading edge of medicine and they rely on us for insight into their patient populations using data science, software systems to help them provide millions in grants to research institutions and a wide range of other services.  We stand together with our clients and their goals of making a healthier world.</p>\n<p>We are looking for experienced Python Software Engineers with a passion for building incredible technology.</p>\n<p>We are a fast-paced company that builds high quality software using modern technologies and processes.  You will bring extraordinary attention and commitment to quality to everything you do at SteepRock and we will support your growth and success.</p>\n<p>Key qualifications:</p>\n<pre><code>5+ years of hands-on, everyday Python experience.\nStrong Object Oriented understanding and familiar with common patterns and principles.\nDeep understanding and experience of at least one database solution.\nExperience with microservices and containers a plus.\nExperience with message queues and/or PubSub a strong plus.\nExperience with GCP/GKE a strong plus.\nExperience with large datasets a plus.\nExperience with gRPC a plus.\n</code></pre>\n<p>This is a full-time, salaried position with benefits (medical, office expenses, IRA plan) and direct incentive plans.  In response to COVID-19, for the time being, all interviewing will be done via video conference.</p>\n<p>No headhunters or outsourcing firms will be accepted. Proof of US citizenship or permanent Authorization to Work in the US is a prerequisite.  Experience will be confirmed by references.</p>\n",
        "how_to_apply": "<p>Email your resume to <a href=\"mailto:erik.enge@steeprockinc.com\">erik.enge@steeprockinc.com</a></p>\n",
        "company_logo": null
    },
    {
        "id": "bde7d20c-e0b0-4050-9c81-21f7bf9de87f",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/bde7d20c-e0b0-4050-9c81-21f7bf9de87f",
        "created_at": "Fri Aug 14 10:50:10 UTC 2020",
        "company": "BASF Jobmarkt GmbH",
        "company_url": "http://on.basf.com/BASFSE",
        "location": "Ludwigshafen am Rhein",
        "title": "IT Experte Digitalisierung / Industrie 4.0 (m/w/d)",
        "description": "<p>Das European Site &amp; Verbund Management entwickelt die großen, europäischen Standorte der BASF stetig weiter und sichert damit deren Wettbewerbsfähigkeit: Wir managen an den Standorten die. perfekte Verzahnung von Infrastruktur, Betriebsservices und Logistik mit der Produktion. Damit sichern wir die Grundversorgung der Unternehmensbereiche, die dadurch erfolgreich am Markt agieren können. Zusätzlich beraten wir die Betriebe in allen Belangen rund um Umweltschutz, Arbeits- sowie Anlagensicherheit und Genehmigungsrecht.</p>\n<h2>AUFGABEN</h2>\n<p>Von Ludwigshafen aus treibt unser Team die digitale Transformation europaweit an drei Standorten voran. Wir begleiten Industrie 4.0-Projekte von der Ideenfindung über Prototypen bis zur Inbetriebnahme in Produktion und Infrastruktur (z.B. Logistik, Verund Entsorgung und Umweltüberwachung). Dabei verwenden wir ein breites Spektrum moderner Methoden aus agiler Softwareentwicklung, Data Science, Machine Learning, Statistik undwissenschaftlichem Rechnen, und setzen dabei auf flache Hierarchien.</p>\n<ul>\n<li>Als Teil des interdisziplinären Teams entwickeln Sie mit uns Industrie 4.0-Lösungen aus einer Hand. Sie unterstützen uns im gesamten Prozess von der Konzeption bis zum Einsatz der Lösung und verantworten hierbei nach Möglichkeit einen eigenen Teilbereich.</li>\n<li>Sie arbeiten eng mit den Kollegen vor Ort und einem fachübergreifenden Experten-Netzwerk zusammen. Die Arbeitsschwerpunkte richten sich dabei nach Ihren Interessen und Fähigkeiten.</li>\n<li>Mögliche Themenbereiche sind z.B. die Entwicklung eines Frontend und Backend für eine Software zur Optimierung eines Verbundstandortes oder die Entwicklung von KI-basierten Assistenzsystemen.</li>\n<li>Dafür stehen Ihnen moderne Entwicklungswerkzeuge, unser GitLab-Server sowie unsere Azure-basierte Cloudplattform zur Verfügung.</li>\n<li>Wir bieten Ihnen flexible Arbeitszeiten, attraktive Vergütung, eine steile Lernkurve sowie ein begeistertes Team bestehend aus Ingenieuren, Naturwissenschaftlern, Data Scientists und Informatikern.</li>\n</ul>\n<h2>QUALIFIKATIONEN</h2>\n<ul>\n<li>Überdurchschnittliches abgeschlossenes Master- oder Diplomstudium in Informatik, Naturwissenschaften, angewandter Mathematik, Ingenieurwesen oder vergleichbaren Disziplin</li>\n<li>Fundierte Kenntnisse in JavaScript und Erfahrung mit derEntwicklung komplexer grafischer Oberflächen und Web-Applikationen</li>\n<li>Kenntnisse in mindestens einem Frontend Frameworks wie Angular, Vue.js, React</li>\n<li>Erfahrungen mit Backend-Entwicklung, relationalen Datenbanken (SQL) und Cloud-Computing (AWS, Azure) sowie der Programmiersprache Python von Vorteil</li>\n<li>Erfahrungen mit agilen Methoden (Scrum, Kanban) sowie DevOps-Elementen (z.B. unit tests, Versionskontrolle, CI/CD, Container-Virtualisierung)</li>\n<li>Spaß daran etwas zu bewegen und greifbare Ergebnisse zu schaffen, die direkt bei Kunden und Partnern eingesetzt werden</li>\n</ul>\n<h2>BENEFITS</h2>\n<ul>\n<li>Entwicklungsgespräche und -programme, damit Sie Ihr Potential voll ausschöpfen können.</li>\n<li>Attraktives Gehalt, das sich am Geschäftserfolg und Ihrer individuellen Leistung orientiert.</li>\n<li>Vorsorge- und Fitnessangebote, um Ihre Gesundheit zu fördern und einen Ausgleich zur Arbeit zu bieten.</li>\n<li>Ihr Beitrag für eine lebenswerte Zukunft, denn Nachhaltigkeit ist der Kern unseres Handelns und Wachstumstreiber</li>\n</ul>\n<h2>ÜBER UNS</h2>\n<p>Sie haben Fragen zum Bewerbungsprozess oder der Stelle? Frau Julia Höhne (Talent Acquisition): Phone: +49 30 2005 5216; <a href=\"mailto:Julia.hoehne@basf.com\">Julia.hoehne@basf.com</a></p>\n<h2>Interessiert?</h2>\n<p><a href=\"https://vonq.io/3akiSDv\">Wir freuen uns auf Ihre Bewerbung über das Bewerbungsformular!</a>!</p>\n<p>Bitte beachten Sie, dass wir Papierbewerbungen inklusive Mappen nicht zurückschicken. Reichen Siw daher bitte nur Kopien und keine Originale ein.</p>\n<p>Wir bitten davon abzusehen, Kandidatenprofile über Personalvermittlungsagenturen einzusenden. Diese werden nicht berücksichtigt.</p>\n<p>Ludwigshafen ist der weltweit größte Standort und Sitz der Konzernzentrale. Das Herz der BASF liegt gleichzeitig im Herzen der europäischen Metropolregion Rhein-Neckar. Hier erwartet Sie beruflich sowie in Ihrer Freizeit ein attraktives Umfeld.</p>\n<p>Mehr über die BASF SE erfahren Sie unter: <a href=\"http://on.basf.com/BASFSE\">http://on.basf.com/BASFSE</a></p>\n<p><strong>Bei BASF stimmt die Chemie.</strong> Denn wir setzen auf Innovation in unseren Lösungen, auf Nachhaltigkeit in unserem Handeln und auf Verbundenheit in unserem Denken. Und auf Sie. Werden Sie Teil unserer Erfolgsformel und entwickeln Sie mit uns die Zukunft - in einem globalen Team, das Vielfalt lebt und sich für Chancengerechtigkeit unabhängig von Alter, Herkunft, Geschlecht, sexueller Identität, Behinderung oder Weltanschauung einsetzt.</p>\n",
        "how_to_apply": "<p><a href=\"https://vonq.io/3akiSDv\">Klicken Sie hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBakNJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b5c764f3e1fb6bea68621cfaf9019e333f58250d/BASF.jpeg"
    },
    {
        "id": "309f79e8-5746-4e6f-95ea-96c38fbd730f",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/309f79e8-5746-4e6f-95ea-96c38fbd730f",
        "created_at": "Fri Aug 14 11:13:57 UTC 2020",
        "company": "InnoGames GmbH",
        "company_url": "https://www.innogames.com",
        "location": "Hamburg",
        "title": "Java Software Developer",
        "description": "<p>As a <strong>Java Software Developer</strong>, you will join our agile, cross-functional team to advance the development of our next-generation marketing tools and contribute with your knowledge of software architecture. Together as a team, we are proud to early adopt new features in advertising and always strive for innovations in products and technologies.</p>\n<p><strong>Your mission:</strong></p>\n<ul>\n<li>Work closely with our marketing department to shape and design various marketing tools and help us to use the social media budget more efficiently</li>\n<li>Connect our software with external APIs to create automated marketing and reporting processes</li>\n<li>Continuously improve our backend services with your knowledge of software craftsmanship and high-quality code</li>\n<li>Contribute as a productive member of an agile development team in all phases of the development lifecycle</li>\n</ul>\n<p><strong>Your skillset:</strong></p>\n<ul>\n<li>Degree in Computer Sciences, Business Information Systems or similar and several years of professional experience in software development</li>\n<li>Background in object-oriented programming in Java and the corresponding context, especially Spring, the UNIX command line, SQL, GIT, and Continuous Delivery</li>\n<li>Solid experience in using various methods in software design and automated testing to guarantee and improve code quality in compliance with the company standards</li>\n<li>Interest in relevant business processes and the product you create</li>\n<li>Excellent English language skills</li>\n</ul>\n<p><strong>Your power-ups:</strong></p>\n<ul>\n<li>Shape the success story of InnoGames with a great team of driven experts in an international culture</li>\n<li>Competitive compensation and an atmosphere to empower creative thinking and strong results</li>\n<li>Time for your personal and professional development and possibilities to join both internal and external events and conferences to gain expert knowledge in the relevant areas</li>\n<li>Exceptional benefits ranging from flawless relocation support to company gym, smartphone or tablet of your own choice for personal use, roof terrace with BBQ and much more</li>\n</ul>\n<p><strong>Our Story:</strong></p>\n<p>InnoGames is Germany’s leading developer and publisher of mobile and online games. The company based in Hamburg is best known for Forge of Empires, Elvenar and Tribal Wars. InnoGames’ complete portfolio encompasses seven live games and several mobile titles in production.</p>\n<p>Born as a hobby, InnoGames today has a team of 400 employees from more than 30 nations who share the passion of creating unique games that players across the globe enjoy for years. In order to further expand our success and to realize new projects, we are constantly looking for young talents, experienced professionals, and creative thinkers.</p>\n<p>Excited to start your journey with InnoGames and join our dynamic team as a <strong>Java Software Developer</strong>? We look forward to receiving your application as well as your salary expectations and earliest possible start date through our <a href=\"https://www.innogames.com/career/detail/job/java-software-developer/?s=GitHub\">online application form</a>. <strong>Cristal Ledesma</strong> would be happy to answer any questions you may have.</p>\n<p><strong>Apply and #stayhome!</strong> Due to the <strong>coronavirus outbreak</strong>, we switched our operations company-wide to home office and turned our hiring process into a <strong>fully virtual one</strong>. When hiring, we are also open for our new team members starting their work remotely at the time being or adjusting contract start dates accordingly. Stay home and safe!</p>\n",
        "how_to_apply": "<p><a href=\"https://www.innogames.com/career/detail/job/java-software-developer/?s=GitHub\">https://www.innogames.com/career/detail/job/java-software-developer/?s=GitHub</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaktJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e34719712d89ae9fabc46e848c3fade8dc322eb0/logo_innogames_devlop.png"
    },
    {
        "id": "f54f3fbb-8030-471a-b56d-62fefbfc232c",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/f54f3fbb-8030-471a-b56d-62fefbfc232c",
        "created_at": "Fri Aug 14 08:34:46 UTC 2020",
        "company": "SoloProtect ",
        "company_url": "https://www.soloprotect.com/uk/",
        "location": "Remote, United Kingdom",
        "title": ".Net Software Developer (GIS experience)",
        "description": "<p>We are looking for an experienced and talented Software Developer to develop, test, document, and implement solutions for SoloProtect clients and devices. The ideal candidate will be self-motivated, have experience working in agile teams, and excellent communication skills.</p>\n<p>Success Snapshot:</p>\n<ul>\n<li>Develop solutions for SoloProtect product offerings using .NET languages and your experience of GIS solutions</li>\n<li>Work closely with a Team Lead and a UI team to deliver stable, efficient, and scalable solutions.</li>\n<li>Be proud of stable, reliable, and secure code</li>\n</ul>\n<p>Role and Responsibilities:</p>\n<ul>\n<li>Support, maintain, and document software functionality.</li>\n<li>Interpret written requirements and technical specification documents</li>\n<li>Be a great team player, experienced in working with agile teams. Ability to collaborate closely with product managers, business stakeholders, and software developers</li>\n<li>Work iteratively and exhibit a happy willingness to incorporate feedback during the design process</li>\n<li>Present and defend your design decisions. All your design decisions should be based on an overall design roadmap fundamental principles</li>\n<li>Continually keep yourself updated with the latest changes in your industry’s standards</li>\n<li>Participate in code reviews</li>\n<li>Contribute substantially to team goals set by the Manager</li>\n<li>Perform other duties as needed or assigned by a Manager</li>\n</ul>\n<p>Qualifications and Education Requirements:</p>\n<ul>\n<li>Bachelor’s degree with a major in Computer Science or a related field</li>\n</ul>\n<p>Essential/Demonstrable Skills:</p>\n<ul>\n<li>5+ years of relevant, real-world development experience</li>\n<li>Demonstrable experience of developing software and publishing maps using GIS technology, including various map engines such as Google Maps, QGIS and ESRI ArcGIS</li>\n<li>Experience adding mapping detail layers such as indoor floor plans to map engines and publishing to web-based software applications</li>\n<li>Experience with a Real-Time Location Service (RTLS), preferably at a development level</li>\n<li>Knowledge of geospatial and mapping concepts utilizing spatial analysis and map projections with the GeoJSON data format</li>\n<li>5+ years of experience with .NET languages (C#, VB.NET, ASP.NET/ MVC, .Net Core) leveraging - - Visual Studio 2015 and above</li>\n<li>Strong understanding of relational database design and Microsoft SQL</li>\n<li>Strong problem-solving skills</li>\n<li>Up-to-date knowledge of basic front-end languages: HTML5, CSS3, JavaScript, Sass, JQuery, Bootstrap, Razor</li>\n<li>Convert Designs into working interfaces</li>\n<li>Experience working in an agile/scrum development process</li>\n<li>Self-Motivated, especially if working from home</li>\n<li>Experience working in TFS and/or GIT</li>\n<li>Production experience building Azure services and migrating applications to the Cloud, utilizing - --Azure Functions, Logic app and Data Factories.</li>\n</ul>\n<p>Additional Desired Skills:</p>\n<ul>\n<li>Development experience with ESRI ArcGIS or QGIS</li>\n<li>Working knowledge of the Esri JavaScript API and development capabilities</li>\n<li>Experience with cloud-based SaaS application development (AWS, Azure, or Google Cloud Platform)</li>\n<li>Experience with big data search platforms such as Elastic Search</li>\n<li>Experience integrating IoT devices collecting GPS and location data</li>\n<li>Experience working with a version control tool ideally Git.</li>\n<li>Experience with NoSQL databases</li>\n<li>Experience creating and implementing RESTful web services</li>\n<li>Ability to create unit tests</li>\n<li>Ability to create behavioural unit tests</li>\n<li>Mentoring Junior Developers</li>\n</ul>\n",
        "how_to_apply": "<p>Please email your resume to <a href=\"mailto:slava.barber@soloprotect.com\">slava.barber@soloprotect.com</a></p>\n<p>Alternatively, you can apply via Linked-in. Please follow this link to apply <a href=\"https://www.linkedin.com/jobs/view/1954960624/\">https://www.linkedin.com/jobs/view/1954960624/</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaXVJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--be6055228ae6c892dd6b641da50facad22a44873/SP%20LOGO%202.jpg"
    },
    {
        "id": "c732a23d-599f-4bd9-969d-60e64003aa2e",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/c732a23d-599f-4bd9-969d-60e64003aa2e",
        "created_at": "Fri Aug 14 09:48:31 UTC 2020",
        "company": "BASF Jobmarkt GmbH",
        "company_url": "http://on.basf.com/BASFSE",
        "location": "Ludwigshafen am Rhein",
        "title": "Full Stack Developer (m/w/d)",
        "description": "<p>Das European Site &amp; Verbund Management entwickelt die großen, europäischen Standorte der BASF stetig weiter und sichert damit deren Wettbewerbsfähigkeit: Wir managen an den Standorten die perfekte Verzahnung von Infrastruktur, Betriebsservices und Logistik mit der Produktion. Damit sichern wir die Grundversorgung der Unternehmensbereiche, die dadurch erfolgreich am Markt agieren können. Zusätzlich beraten wir die Betriebe in allen Belangen rund um Umweltschutz, Arbeits- sowie Anlagensicherheit und Genehmigungsrecht.</p>\n<h2>AUFGABEN</h2>\n<p>Von Ludwigshafen aus treibt unser Team die digitale Transformation europaweit an drei Standorten voran. Wir begleiten Industrie 4.0-Projekte von der Ideenfindung über Prototypen bis zur Inbetriebnahme in Produktion und Infrastruktur (z.B. Logistik, Verund Entsorgung und Umweltüberwachung). Dabei verwenden wir ein breites Spektrum moderner Methoden aus agiler Softwareentwicklung, Data Science, Machine Learning, Statistik und wissenschaftlichem Rechnen, und setzen dabei auf flache Hierarchien.</p>\n<ul>\n<li>Als Teil des interdisziplinären Teams entwickeln Sie mit uns Industrie 4.0-Lösungen aus einer Hand. Sie unterstützen uns im gesamten Prozess von der Konzeption bis zum Einsatz der Lösung und verantworten hierbei nach Möglichkeit einen eigenen Teilbereich.</li>\n<li>Sie arbeiten eng mit den Kollegen vor Ort und einem fachübergreifenden Experten-Netzwerk zusammen und treiben dabei eigenständig Projekte voran.</li>\n<li>Im Rahmen eines von Ihnen mitgestalteten Projektes sind Sie verantwortlich für die Konfiguration und die Weiterentwicklung eines unserer Enterprise Asset Management Systeme (Infor) und schaffen damit Mehrwert für unsere Kunden.</li>\n<li>Mit Ihren breiten Kenntnissen von IT-Architekturen und Systemen im Enterprise-Bereich fungieren Sie als Schnittstelle zwischen der IT und den Facheinheiten und treiben die Integration heterogener IT-Landschaften voran.</li>\n<li>Wir bieten Ihnen eine steile Lernkurve sowie ein begeistertes Team bestehend aus Ingenieuren, Naturwissenschaftlern, Data Scientists und Informatikern.</li>\n</ul>\n<h2>QUALIFIKATIONEN</h2>\n<ul>\n<li>Abgeschlossenes Masterstudium in (Wirtschafts-)Informatik, (Wirtschafts-)Mathematik, (Wirtschafts-)Ingenieurwesen, Naturwissenschaften oder einer vergleichbaren Disziplin</li>\n<li>Fundierte Kenntnisse in SQL, sowie Erfahrung mit dem Design komplexer Datenbankmodelle</li>\n<li>Programmiererfahrung mit einer General Purpose Programmiersprache (z.B. Java oder Python) und der erfolgreichen Entwicklung von Softwareapplikationen</li>\n<li>Sicherer Umgang mit Microsoft Tools (z.B. Access, Excel, VBA)</li>\n<li>Von Vorteil: Erfahrung aus den Bereich Logistik, ERP Systeme, Cloud Computing, SPS Systeme, JavaScript, Rust, Microsoft Power Plattform oder im Projektmanagement</li>\n<li>Spaß daran etwas zu bewegen und greifbare Ergebnisse zu schaffen, die direkt bei unseren internen Kunden und Partnern eingesetzt werden</li>\n</ul>\n<h2>BENEFITS</h2>\n<ul>\n<li>Entwicklungsgespräche und -programme, damit Sie Ihr Potential voll ausschöpfen können.</li>\n<li>Attraktives Gehalt, das sich am Geschäftserfolg und Ihrer individuellen Leistung orientiert.</li>\n<li>Vorsorge- und Fitnessangebote, um Ihre Gesundheit zu fördern und einen Ausgleich zur Arbeit zu bieten.</li>\n<li>Ihr Beitrag für eine lebenswerte Zukunft, denn Nachhaltigkeit ist der Kern unseres Handelns und Wachstumstreiber</li>\n</ul>\n<p><strong>Zusammen können wir viel erreichen. Through the power of connected minds.</strong></p>\n<h2>ÜBER UNS</h2>\n<p>Sie haben Fragen zum Bewerbungsprozess oder der Stelle? Frau Julia Höhne (Talent Acquisition): Phone: +49 30 2005 5216; <a href=\"mailto:Julia.hoehne@basf.com\">Julia.hoehne@basf.com</a></p>\n<h2>Interessiert</h2>\n<p><a href=\"https://vonq.io/2XUXJLf.\">Wir freuen uns auf Ihre Bewerbung über das <strong>Bewerbungsformular</strong>!</a></p>\n<p>Bitte beachten Sie, dass wir Papierbewerbungen inklusive Mappen nicht zurückschicken. Reichen Sie daher bitte nur Kopien und keine Originale ein.</p>\n<p>Ludwigshafen ist der weltweit größte Standort und Sitz der Konzernzentrale. Das Herz der BASF liegt gleichzeitig im Herzen der europäischen Metropolregion Rhein-Neckar. Hier erwartet Sie beruflich sowie in Ihrer Freizeit ein attraktives Umfeld.</p>\n<p>Mehr über die BASF SE erfahren Sie unter: <a href=\"http://on.basf.com/BASFSE\">http://on.basf.com/BASFSE</a></p>\n<p><strong>Bei BASF stimmt die Chemie</strong>. Denn wir setzen auf Innovation in unseren Lösungen, auf Nachhaltigkeit in unserem Handeln und auf Verbundenheit in unserem Denken. Und auf Sie. Werden Sie Teil unserer Erfolgsformel und entwickeln Sie mit uns die Zukunft - in einem globalen Team, das Vielfalt lebt und sich für Chancengerechtigkeit unabhängig von Alter, Herkunft, Geschlecht, sexueller Identität, Behinderung oder Weltanschauung einsetzt</p>\n",
        "how_to_apply": "<p><a href=\"https://vonq.io/2XUXJLf.\">Klicken Sie hier um zum Bewerbungsformular zu gelangen!</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaTZJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2985459fea9a1d256d6335d2e9256737ba17bdb9/BASF.jpeg"
    },
    {
        "id": "853493ea-ffa4-43fd-b02e-357493c7faf6",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/853493ea-ffa4-43fd-b02e-357493c7faf6",
        "created_at": "Fri Aug 14 06:32:31 UTC 2020",
        "company": "InnoGames GmbH",
        "company_url": "https://www.innogames.com",
        "location": "Hamburg",
        "title": "Expert / Senior Java Software Developer - New Mobile Game",
        "description": "<p>As a <strong>Senior Java Software Developer</strong>, you will be the new back-end expert of our agile, cross-functional, and international development team working on a new, unannounced mobile-only simulation game. You will drive the integration and development of our complex back-end systems, such as the integration of a new multiplayer feature.</p>\n<p><strong>Your mission:</strong></p>\n<ul>\n<li>Share your expert Java/Software Development knowledge with our team</li>\n<li>Build high-performing back-end systems to boost the quality of our new mobile game</li>\n<li>Demonstrate ownership of the back-end systems by solving complex problems together with our team</li>\n<li>Develop and optimize the Java/Spring back-end to implement robust, tested game logic</li>\n<li>Concept APIs, tools, and workflows to streamline the interdisciplinary work</li>\n<li>Foster a culture of sharing knowledge, best practices and standards</li>\n</ul>\n<p><strong>Your skillset:</strong></p>\n<ul>\n<li>At least 7 years of professional experience in object-oriented programming, preferably using Java with Spring Boot and RESTful Web Services</li>\n<li>Excellent understanding of software architecture, design, and test-driven development</li>\n<li>Professional experience using CI/CD, preferably using Jenkins and Docker</li>\n<li>Profound knowledge of Software Development basics, like SQL and GIT</li>\n<li>Theoretical understanding of Software Development, ideally based on a University degree in Computer Sciences, Business Information Systems or similar studies</li>\n<li>Excellent English skills. You are open-minded and confident working in a multicultural environment while you are using your English skills every day</li>\n<li>Proactive and motivated individual with a willingness to learn</li>\n<li>Passion for Game Development and willing to learn how to solve non-complex tasks with Unity/C#</li>\n</ul>\n<p><strong>Your power-ups:</strong></p>\n<ul>\n<li>Get competitive compensation as well as a sabbatical, mobile device, contribution to your public transport ticket, and more</li>\n<li>De-stress your private life with flexible working hours, the in-house gym, services such as a hairdresser, massage, bike inspection, and more</li>\n<li>Participate in tons of the company's get-togethers ranging from an in-house sofa concert to a virtual wine tasting</li>\n<li>Make the most of our excellent training and development opportunities</li>\n<li>Feel comfortable in an atmosphere to empower creative thinking and strong results</li>\n<li>Work in an agile multicultural team – enabling you and your team to form and actively optimize work processes</li>\n<li>Our company language is English, and we support all our employees and their partners with optional German lessons</li>\n<li>Receive exceptional support with your relocation to Hamburg</li>\n<li>Shape the success story of InnoGames with our international team of driven experts in a stable growing company and award-winning employer</li>\n</ul>\n<p><strong>Our story:</strong></p>\n<p>InnoGames is Germany's leading developer and publisher of mobile and online games.\nThe company based in Hamburg is best known for Forge of Empires, Elvenar, and Tribal Wars. InnoGames' complete portfolio encompasses seven live games and several mobile titles in production.</p>\n<p>Born as a hobby, InnoGames today has a team of 400 employees from more than 30 nations who share the passion of creating unique games that players across the globe enjoy for years.\nTo further expand our success and to realize new projects, we are constantly looking for young talents, experienced professionals, and creative thinkers.</p>\n<p><strong>Excited to start your journey with InnoGames and join our dynamic team as a Senior Java Software Developer?</strong>\nWe look forward to receiving your application as well as your salary expectations and earliest possible starting date through our (online application form)[https://www.innogames.com/career/detail/job/expert-senior-java-software-developer-new-mobile-game/?s=GitHub]. Maximilian Kaeding would be happy to answer any questions you may have.</p>\n<p><strong>Apply and #stayhome!</strong>\nDue to the <strong>coronavirus</strong> outbreak, we switched our operations company-wide to home office and turned our hiring process into a <strong>fully virtual one</strong>.\nWhen hiring, we are also open for our new team members starting their work remotely at the time being or adjusting contract start dates accordingly.\nStay home and safe!</p>\n",
        "how_to_apply": "<p><a href=\"https://www.innogames.com/career/detail/job/expert-senior-java-software-developer-new-mobile-game/?s=GitHub\">https://www.innogames.com/career/detail/job/expert-senior-java-software-developer-new-mobile-game/?s=GitHub</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaWFJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a1cde955ee9b60a1dcd3a4bedec7563f0317132f/logo_innogames_devlop.png"
    },
    {
        "id": "3a7658c8-2ebb-40d4-8840-94eba7fc71dd",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/3a7658c8-2ebb-40d4-8840-94eba7fc71dd",
        "created_at": "Thu Aug 13 16:23:53 UTC 2020",
        "company": "WAYS GmbH",
        "company_url": "https://ways.de/",
        "location": "Dortmund",
        "title": "Frontend Developer:in [m/w/d] ",
        "description": "<p><strong>_ HELLO ERSTMAL</strong></p>\n<p><strong>Du machst unsere nächste Software zur Brand. Du gibst deinem Code den Style, den er verdient hat.</strong> Du hast das Multitalent, das alle wollen. In enger Verzahnung mit UX, IT &amp; Beratung entwickelst du next level Frontend-Lösungen. Im Alltag bedeutet das für dich, neue Geschäftsmodelle oder Produkte in ein digitales Erlebnis zu übersetzen, intuitive Webanwendungen zu entwickeln oder neue Ansätze im Bereich der Datenvisualisierung zu erfinden.</p>\n<p><strong>Du bist Vordenker:in und Umsetzer:in von revolutionären User Interfaces und dich begeistert es, neue Technologien zu entdecken.</strong> Du übersetzt unseren Stack und Infrastruktur im engen Austausch mit deinen Kolleg:innen aus dem Techteam regelmäßig in Richtung Zukunft und bist mutig genug, bereits gelernte Vorgehensweisen zu disruptieren.</p>\n<p><strong>Aufgrund deiner agilen Arbeitsweise interagierst du regelmäßig mit deinen Teams aus den Bereichen Innovation, Brand, Marketing, IT und Data Science und führst deine eigenen Projekte.</strong> Durch deine enge Verzahnung mit den Teams und der User Experience bist du bereits in der frühen Phase einer kreativen Produktentwicklung involviert. Bei dir treffen Bedürfnisse vom Markt auf potenzielle User Stories und technologische Lösungswege, die du allesamt bewerten und weiterentwickeln kannst.</p>\n<p><strong>GAME CHANGING UI</strong></p>\n<p>Du bist der Translator eines erfolgreichen UIs. Das unterstreichst du mit einem sehr guten Skills im Bereich der Frontend-Entwicklung (ReactJS, HTML5, CSS, SASS) und mit Visualisierungen in d3, WebGL, und Plotly. Klar, dass du dich ebenfalls mit Programmen der Adobe Creative Cloud und Figma, Sketch, FramerX, o. ä. auskennst. Das Ganze ergänzt du mit Erfahrungen aus den Bereich Motion Design, Chatbots, VR / AR und After Effects.</p>\n<p><strong>DATA DRIVEN UX</strong></p>\n<p>Unser Anspruch: Start with state of the art. Unsere Datenbanken findest du bei MongoDB, MySQL, PostgreSQL, Elasticsearch. Du hast Erfahrungen mit dem JS Backbone (JavaScript, NodeJS) gesammelt und kennst dich mit Testing bzw. Review Prozessen in Puppeteer, Jasmine, Needle, Cypress aus. Das Deployment läuft über Skaffold, Helm Charts, CI/CD GitLab, Docker, Kubernetes. And last but not least: We love Python.</p>\n<p><strong>#NOFILTER</strong></p>\n<p>Du hast keinen Bock, deine eigenen Ideen erst durch zehn Etagen zu jagen, damit sie am Ende jemand anders mit Powerpoint Template präsentiert. Bei uns bekommst du deine verdiente Bühne und die Möglichkeit als Intrapreneur:in zu wirken. Wir leben die strukturierte Wildheit, die alles möglich macht.</p>\n<p>Du bist Frontend Developer:in bei WAYS.</p>\n<p><strong>STANDARD</strong></p>\n<p>Neben Deutsch sprichst und schreibst du fließend Englisch.\nSehr gute Frontend-Skills: ReactJS, HTM5L, CSS, SASS (Siehe oben für weitere Anforderungen)\nKenntnisse in Prototyping/ Wireframing mit Adobe Creative Cloud und Figma, Sketch, FramerX, etc.\nDu bist immer auf dem neuesten Stand: wissenschaftliche UX-Ansätze &amp; aktuelle Trends\nDu hast dein Studium in den Bereichen IT, Design, o. ä. bereits abgeschlossen.\nMit Kommunikationstools wie bspw. GitLab, Asana, Slack oder G-Suite bist du bestens vertraut.\n1-2 Jahre praktische Erfahrung in der täglichen Entwicklungsarbeit und Zusammenarbeit mit Designer:innen / Data Scientists – bevorzugt aus dem Agentur-, Tech- oder Startup-Umfeld.\nDeine strukturierte Wildheit fängt bei der Bewerbung an: Wir kaufen nicht die Katze im Sack. Uns bist du als kreativer Mensch hinter der Bewerbungsmappe wichtig.</p>\n<p>Wir möchten nicht nur deinen Lebenslauf sehen, sondern auch deinen Charakter und dein Talent. Du weißt, wie du uns begeisterst.</p>\n<p><strong>_ THE WAY YOU WORK (at) WAYS:</strong></p>\n<p>WAYS ist eine junge Innovation Factory aus Dortmund. Bei uns arbeitest du im Penthouse-Office mit Blick auf den Phoenix See. Wir bieten dir alles, was du brauchst, um dich kreativ auszuleben: Flexible Arbeitszeiten, Family Spirit und einen modernen Arbeitsplatz. Bei uns steht deine Entwicklung im Fokus. Wir haben Lust zu wachsen und suchen Mitspieler:innen, die mitgestalten wollen. Dafür geben wir dir den nötigen Raum für deine Ideen und deine favourite Arbeitsweise.</p>\n<p>Wir denken groß und haben Lust auf Zukunft: Als Unternehmen der Unternehmerkraft® Group begleiten wir mit unseren Schwestern brandneo und Fritz-Effekt international agierende Unternehmen gesamtheitlich in ihrer digitalen Transformation.</p>\n<p><strong>Wir warten auf deine Bewerbung!</strong></p>\n<p><strong>Ansprechpartner:</strong> Ruben Dahmen, CEO &amp; Co-Founder</p>\n<p><strong>Weitere Infos:</strong> Remote Work &amp; Freelance ist auch möglich.</p>\n",
        "how_to_apply": "<p><a href=\"https://ways.join.com/jobs/1268605-frontend-developer-in-m-w-d-oder-expert-in-fuer-innovative-webentwicklung-und-datenvisualisierung?pid=71fbd6149a82b0b128ee&amp;utm_source=stackoverflow&amp;utm_medium=paid&amp;utm_campaign=stackoverflow&amp;utm_content=frontend%2Bdeveloper%2Bin%2Bm%2Bw%2Bd%2Boder%2Bexpert%2Bin%2Bfuer%2Binnovative%2Bwebentwicklung%2Bund%2Bdatenvisualisierung\">https://ways.join.com/jobs/1268605-frontend-developer-in-m-w-d-oder-expert-in-fuer-innovative-webentwicklung-und-datenvisualisierung?pid=71fbd6149a82b0b128ee&amp;utm_source=stackoverflow&amp;utm_medium=paid&amp;utm_campaign=stackoverflow&amp;utm_content=frontend%2Bdeveloper%2Bin%2Bm%2Bw%2Bd%2Boder%2Bexpert%2Bin%2Bfuer%2Binnovative%2Bwebentwicklung%2Bund%2Bdatenvisualisierung</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaVNJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b8dd1920fa67b9fc75df687c4ed9cce5af91681f/ways-gmb-h-logo-xl.jpg"
    },
    {
        "id": "b511952a-69f5-44c5-b2a6-4cc154cdae3c",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/b511952a-69f5-44c5-b2a6-4cc154cdae3c",
        "created_at": "Thu Aug 13 11:22:56 UTC 2020",
        "company": "Pulse",
        "company_url": "https://pulsedigital.co.uk/",
        "location": "Braintree",
        "title": "Back End Developer - PHP / Laravel",
        "description": "<p>We are a fast-growing full-service agency and technology company with digital at the core of everything we do. We are dedicated to working in healthcare and partner with our customers to improve the lives of patients.</p>\n<p>Technology is the backbone of our organisation. We pride ourselves on our expertise and the value we create for our customers. We have created and continue to run several software platforms and services for our customers.</p>\n<p>We are looking for brilliant backend developers to join our team during this period of exciting growth based in our offices in Braintree, Essex.</p>\n<p>You will be working with an existing team developing cutting edge PHP / Laravel web-based software. You should enjoy the buzz of working in a fast-paced environment. Working on some cool, challenging projects and you will have ownership over your work.</p>\n<p>Key competencies:</p>\n<ul>\n<li>Minimum of three years of production PHP / Laravel.</li>\n<li>MySQL.</li>\n<li>Javascript / Jquery / JSON / XML / CSS / HTML.</li>\n<li>Experience of API’s.</li>\n<li>Experience of portable development environments (Vagrant).</li>\n<li>Version control - GIT.</li>\n<li>Ability to work under pressure, unsupervised and using own initiative.</li>\n<li>Adherence to web standards, best practices and software development methodologies.</li>\n</ul>\n<p>Beneficial:</p>\n<ul>\n<li>Experience working on Platforms / Applications.</li>\n<li>Experience of Angular.js / React.js / Require.js and working with RESTful API's.</li>\n<li>Familiarity with Salesforce &amp; Veeva</li>\n<li>Knowledge or desire to learn other frameworks and libraries.</li>\n<li>Knowledge of Amazon AWS.</li>\n<li>Experience developing for pharma / life sciences / healthcare.</li>\n</ul>\n<p><em><strong>No agencies please</strong></em></p>\n<p>#API #backend #MySQL #PHP #Laravel</p>\n",
        "how_to_apply": "<p>Email your CV to <a href=\"mailto:accounts@pulsedigital.co.uk\">accounts@pulsedigital.co.uk</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaDJJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--dfcf073cd927b4f5f2204ac97526bb08fcb0a549/PULSE_LOGO_HI_RES.png"
    },
    {
        "id": "789a73c5-1905-4b0d-b824-c92e2ace8d60",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/789a73c5-1905-4b0d-b824-c92e2ace8d60",
        "created_at": "Wed Aug 12 11:24:20 UTC 2020",
        "company": "Miele X",
        "company_url": "http:",
        "location": "Amsterdam",
        "title": "Senior Product Manager (Websites)",
        "description": "<p>Senior Product Manager (Websites) is responsible from the  business concepts to the final product for a specific segment on our ~50 consumer facing websites of Miele affiliates worldwide. These segments are defined from: Acquisition (HomePage, Landing Pages, Microsites); through to  Engagement (Navigation, Search, Lists, Detail pages)  and finally, Retention (Cart, Checkout, Account). With a data driven and premium brand approach, the role is focused on managing the concept, development and design of the specific segment and coordinates a diverse setup of digital communication functions. Working closely together with the content team, the creative team and IT, this role is an essential orchestrator to set up the Miele brand identity on owned digital touchpoints.</p>\n<p><strong>YOUR RESPONSIBILITIES</strong></p>\n<ul>\n<li>Responsible for feature research, concept and development within a cross functional agile team, to ensure continuous data driven improvement of rolled out features</li>\n<li>End2End responsibility for segment products our customers love, with a clear business goal orientation</li>\n<li>Manage, prioritize and track requirements from different stakeholders and their business impact – with responsibility for KPI improvements in segment</li>\n<li>Responsible for the product backlog in the role of the product owner – ensure prioritization of stories and quality of feature documentation and changelogs so that changes can be reproduced</li>\n<li>Collaborate closely with IT to ensure technical website performance and go-live dates and with the complete digital marketing team to gather new insights on tools and best practices – as well with QA to ensure automatic test coverage for features in development and after rollout</li>\n</ul>\n<p><strong>YOUR PROFILE</strong></p>\n<ul>\n<li>Ideally a university degree in business studies or information technology and other relevant fields</li>\n<li>4+ years’ experience in eCommerce for multi-national websites delivering physical goods; in depth knowledge of current web technologies and different technology providers on a global scale. Experience in SAP Hybris is an advantage</li>\n<li>Foundational experience: working for a premium brand in consumer or FMCG industry with deep market and (premium) consumer behavior knowledge</li>\n<li>Experienced product owner managing challenging requirements within complex organizations</li>\n<li>Acknowledged communicator with a proactive and hands-on attitude and experience in managing international cross-functional teams and agile ways of working.</li>\n<li>Fluent in  English (business level), additional languages are an advantage</li>\n<li>Data driven mindset: Ability to draw conclusions based on analytic reports and KPIs;ability to manage A/B-tests; profound expertise in different procedure models of software development – especially Scrum and Kanban</li>\n</ul>\n<p><strong>OUR PHILOSOPHY</strong>\nSince being founded in 1899 Miele has followed its ‘Immer Besser’ (forever better) brand promise. As the world’s leading manufacturer of premium domestic appliances, we create delightful experiences – not only with regard to the quality of our products, but also in terms of craftsmanship and design, performance, technology and sustainability.</p>\n<p>Miele is represented with its own sales subsidiaries and via importers in almost 100 countries. Throughout the world, the family-run enterprise, now in its fourth generation, employs a workforce of around 20k people.</p>\n<p><strong>AGILE, INNOVATIVE, AMBITIOUS, OPEN &amp; TECH-SAVY</strong>\nMIELE X is the newly opened Digital Hub with cross-functional teams of international talents on all digital disciplines. Located in Amsterdam’s vibrant ‘Zuidas’ business district, we will drive future disruptive business models and implement innovative go-to-market strategies in the area of marketing, sales, analytics and IT by putting the consumer always at the heart of everything we do.</p>\n",
        "how_to_apply": "<p><a href=\"https://www.miele-x.com/jobs/senior-product-manager-websites/?utm_source=GitHub%20Jobs&amp;utm_medium=Referral&amp;utm_campaign=EN_MX_seniorproductmanager&amp;utm_term=&amp;utm_content=\">Apply here</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaGFJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--32d083c676c63b2bbac35869ed7b96c9ed6c6ca3/Miele_Logo_M_Red_sRGB.jpg"
    },
    {
        "id": "6a8f9e95-0591-4c1e-b309-a9057dc676f3",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/6a8f9e95-0591-4c1e-b309-a9057dc676f3",
        "created_at": "Tue Aug 11 22:09:15 UTC 2020",
        "company": "AiCure",
        "company_url": "http://www.aicure.com",
        "location": "Remote",
        "title": "Software Engineer - Full Stack",
        "description": "<p><strong>Description</strong></p>\n<p>Headquartered in New York City, AiCure produces mobile and cloud-based applications that leverage Computer Vision and Machine Learning to assist pharmaceutical &amp; healthcare businesses to improve drug development and population health.</p>\n<p>When patients use our apps, information on their medication intake is recorded, which allows stakeholders to gain insights and to take actions (patient alerts, etc.). Our apps identify the patient (face verification), verify that patients are taking the right medication (pill recognition), and that they are actually taking their medication (action recognition).</p>\n<p>As a Full Stack engineer, you’ll architect and build product features from the database all the way to the UI. You’ll collaborate closely with colleagues in Design and Product. Working in a small, cross functional team, your work will have significant impact on healthcare for everyone on the planet! Experience in healthcare is NOT required.</p>\n<p><strong>Key responsibilities</strong></p>\n<ul>\n<li>Design, implement, launch, and maintain highly visible and scalable services and applications.</li>\n<li>Analyze and improve efficiency, scalability, and stability of current system.</li>\n<li>Build and improve production monitoring.</li>\n<li>Write unit tests and documentation.</li>\n<li>Write well designed, testable, efficient code by using best software development practices.</li>\n<li>Stay abreast of best trends by researching new tools, as well as enhancing and further developing existing solutions.</li>\n<li>A passion for performance, debugging and benchmarking.</li>\n</ul>\n<p><strong>Requirements</strong></p>\n<ul>\n<li>Bachelor’s degree in Computer Science or equivalent experience.</li>\n<li>Experience with modern JavaScript/Angular 2 coding, testing, debugging, and automation techniques.</li>\n<li>Experience with Java and the Spring Framework.</li>\n<li>Experience in building and maintaining microservices.</li>\n<li>Solid expertise with algorithms and design patterns.</li>\n<li>Deliver testable, maintainable, and high-quality code.</li>\n<li>Experience in working with cloud services (preferably AWS) and client-server applications.</li>\n<li>Excellent analytical and problem-solving skills, and can communicate your ideas, especially to those not technologically proficient.</li>\n<li>Value team success over personal success.</li>\n<li>Hold yourself and others accountable.</li>\n<li>Experience with Ruby on Rails a plus.</li>\n</ul>\n<p><strong>Philosophy</strong></p>\n<p>Our selection process is highly competitive because we only hire the best, most enthusiastic candidates. Openness, flexibility, creativity, ownership, and accountability are our main pillars. We love solving challenging problems and creating solutions that have real impact on people- at scale.</p>\n<p><strong>Impact</strong></p>\n<p>We're on a mission to revolutionize healthcare and when you join us, you'll have the opportunity of having real, tangible impact not only on individuals directly using our technology, but also on how drugs are tested and brought to market across the world. That means everyone on the planet will benefit from what you do. You'll be inspired every day because you'll be making a real difference and you'll see it happen. In real time and at scale.</p>\n<p><strong>People</strong></p>\n<p>You'll work with brilliant, positive people who thrive in an interdisciplinary, multi-cultural environment, and are curious, creative, and focused on executing our mission. You'll be up to speed in the the most recent advances in Artificial Intelligence (Machine Learning, Computer Vision, Big Data) while solving challenging problems that must take into account many fascinating aspects of human psychology and behavior. You'll work with Scientists, Engineers, Designers, and Medical Doctors, to create innovative products that scale in an environment that encourages learning, collaboration, and growth.</p>\n",
        "how_to_apply": "<p><a href=\"https://aicure.com/careers/#find-jobs\">https://aicure.com/careers/#find-jobs</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZytJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d4ed23a802ae86b1d9731ec74faf7eed656b0faf/AiCure_Standard.png"
    },
    {
        "id": "2cc06700-d9ac-45ad-9bd7-a7e5d3c29b6f",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/2cc06700-d9ac-45ad-9bd7-a7e5d3c29b6f",
        "created_at": "Tue Aug 11 21:48:34 UTC 2020",
        "company": "AiCure",
        "company_url": "http://www.aicure.com",
        "location": "Remote",
        "title": "Software Engineer - Android",
        "description": "<p><strong>Description</strong></p>\n<p>AiCure is a VC-funded startup that leverages mobile technology by combining it with artificial intelligence (computer vision, machine learning, and big data) to bring better health, better drugs, and better treatment to everyone on the planet. We’re rapidly expanding and if you’re passionate about making a positive impact, we’d like to hear from you.</p>\n<p>When participants in clinical trials, or patients use the AiCure apps, information on their medication intake is reported in various dashboard products, which allow stakeholders to gain insights and to take actions (patient alerts, etc.). Our apps use computer vision to identify the patient (face verification), verify that patients are taking the right medication (pill recognition), and that they are actually taking their medication (action recognition). We are also working on other novel therapeutic applications of computer vision.</p>\n<p><strong>Key responsibilities</strong></p>\n<ul>\n<li>\n<p>Develop android applications</p>\n</li>\n<li>\n<p>Work with computer vision team to integrate state of art algorithms into the mobile applications and deliver great user experiences</p>\n</li>\n<li>\n<p>Optimize the user interfaces and application code to ensure efficiency, reusability, and performance</p>\n</li>\n<li>\n<p>Develop end-user applications quickly</p>\n</li>\n<li>\n<p>Continuously learn and educate yourself on the latest mobile engineering techniques and best practices</p>\n</li>\n</ul>\n<p>As a mobile software engineer at AiCure you will be responsible for developing all patient-facing applications. You’ll work closely with our scientists and engineers to incorporate advanced AI technologies. Your work will be used at scale and will have significant impact on healthcare for everyone on the planet! Experience in healthcare is NOT required.</p>\n<p><strong>Requirements</strong>\n​</p>\n<ul>\n<li>Bachelor’s degree in computer science or equivalent experience</li>\n<li>3+ years’ experience developing rich android applications</li>\n<li>Strong experience with Java and Kotlin, familiar with RESTful API</li>\n<li>Strong experience with algorithms and design patterns</li>\n<li>Strong background in Object-Oriented Design and various design patterns</li>\n<li>Strong background with multi-threaded programming</li>\n<li>Experience in writing different levels of tests</li>\n<li>Experience with well-architected apps published in Google Play is required</li>\n<li>Good communication and collaborative skills</li>\n<li>Excellent time and project management skills</li>\n<li>Experience in Amazon Web Services is a plus</li>\n<li>Experience in mobile CICD pipeline is a plus</li>\n<li>Passionate about revolutionizing healthcare and having a positive impact on people around the world</li>\n</ul>\n<p><strong>Philosophy</strong></p>\n<p>Our selection process is highly competitive because we only hire the best, most enthusiastic candidates. Openness, flexibility, creativity, ownership, and accountability are our main pillars. We love solving challenging problems and creating solutions that have real impact on people- at scale.</p>\n<p><strong>Impact</strong></p>\n<p>We're on a mission to revolutionize healthcare and when you join us, you'll have the opportunity of having real, tangible impact not only on individuals directly using our technology, but also on how drugs are tested and brought to market across the world. That means everyone on the planet will benefit from what you do. You'll be inspired every day because you'll be making a real difference and you'll see it happen. In real time and at scale.</p>\n<p><strong>People</strong></p>\n<p>You'll work with brilliant, positive people who thrive in an interdisciplinary, multi-cultural environment, and are curious, creative, and focused on executing our mission. You'll be up to speed in the the most recent advances in Artificial Intelligence (Machine Learning, Computer Vision, Big Data) while solving challenging problems that must take into account many fascinating aspects of human psychology and behavior. You'll work with Scientists, Engineers, Designers, and Medical Doctors, to create innovative products that scale in an environment that encourages learning, collaboration, and growth.</p>\n",
        "how_to_apply": "<p><a href=\"https://apply.workable.com/aicure/j/79EC421E71/\">https://apply.workable.com/aicure/j/79EC421E71/</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZzZJIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f2b842cb839566b59b9c433fc53362af557d9bc1/AiCure_Standard.png"
    },
    {
        "id": "7e23de7f-532b-47b2-a571-d3c3bf06493c",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/7e23de7f-532b-47b2-a571-d3c3bf06493c",
        "created_at": "Tue Aug 11 15:47:25 UTC 2020",
        "company": "Boston Children's Hospital",
        "company_url": "http://www.chip.org",
        "location": "Boston",
        "title": "Senior Data Engineer",
        "description": "<p>The Computational Health Informatics Program (<a href=\"http://www.chip.org\">www.chip.org</a>) at Boston Children’s Hospital, a Harvard Medical School affiliate, is seeking an experienced data engineer to join the SMART Health IT team (<a href=\"http://smarthealthit.org\">http://smarthealthit.org</a>) to make healthcare better!</p>\n<p>You are an engineering professional who puts users first, is highly communicative, thrives in diverse and cross-functional teams and is interested in creating technology to empower patients, healthcare providers and researchers. As a member of the team that has literally defined the national standards for an “App Store for Health” and for interoperable data on populations, you will be at the center of innovation in healthcare.</p>\n<p>SMART is an internationally leading, open source, standards-based technology platform that enables innovators to create apps that seamlessly and securely run across the healthcare system. SMART — gaining adoption by Apple, Amazon, Google, Microsoft, Medicare, health systems, health IT vendors, app developers and has been written into sweeping laws and regulations to promote a robust health information economy.</p>\n<p>About you:\nStrong background in distributed data processing and software engineering, can build high-quality, scalable data products.\nGood knowledge of data architectures, databases, data modeling and data infrastructure ecosystem.\nYou love freedom and dislike being micromanaged. Given context, you’re capable of self-direction.\nMotivated to explore new technologies and learn, and can do so without taking formal education.\nPassionate about open source and interested in having your work widely used around the world.</p>\n<p>Responsibilities:\nCollaborate with partners to understand needs, model tables using data warehouse standard methodologies, and develop data pipelines to transform and load large healthcare datasets.\nDevelop automation and tooling to support distributed querying across federated cloud data repositories.\nManage the entire lifecycle of projects independently, including but not limited to, gathering requirements, communicating design decisions to cross-functional teams, and proactively seeking and incorporating user feedback.\nPresent your work at conferences and meetings and collaborate with developers from other organizations to create and improve open standards.</p>\n<p>In order to qualify you must have:\nBachelors or Masters in Computer Science or related technical discipline or equivalent industry experience.\nBS and 5+ years of relevant work experience, MS and 4+ years of relevant work experience, or PhD and 3+ years of relevant work experience\nExperience in big data technologies (eg. Spark, BigQuery, Redshift, Flink, Map/Reduce, HDFS, Pig, Hive, Presto, Airflow, Luigi, Kafka, Avro, Parquet)\nExperience building data infrastructure in the cloud (eg. AWS, Google Cloud, Azure)\nPractical experience with Python and SQL including ability to write, analyze, and debug SQL\nComfort working in a variety of tech stacks - a working knowledge of NodeJs and front-end development is a plus but not required\nExperience with Jupyter notebooks (or similar) is a big plus\nIdeal candidates will have a deep understanding of technical and functional designs for databases, reporting, and data mining areas.\nStrong communication and collaboration skills\nSharing a link to your work on GitHub is a plus.\nBoston Children’s Hospital offers competitive compensation and unmatched benefits.</p>\n<p>Boston Children’s Hospital is an Equal Opportunity / Affirmative Action Employer. Qualified applicants will receive consideration for employment without regard to their race, color, religion, national origin, sex, sexual orientation, gender identity, protected veteran status or disability.</p>\n",
        "how_to_apply": "<p>Please email your resume and a cover letter to <a href=\"mailto:CHIP@childrens.harvard.edu\">CHIP@childrens.harvard.edu</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdjZIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b6200b4b104afd1fd69f69e28c1869175b746db1/Screen%20Shot%202020-08-11%20at%2010.51.15%20AM.png"
    },
    {
        "id": "b21f24b8-001b-43fc-8673-7c02d84b7ee2",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/b21f24b8-001b-43fc-8673-7c02d84b7ee2",
        "created_at": "Tue Aug 11 15:46:10 UTC 2020",
        "company": "Boston Children's Hospital",
        "company_url": "http://www.chip.org",
        "location": "Boston",
        "title": "Senior Full Stack Web Developer",
        "description": "<p>Are you a full stack web developer looking to make a global impact? Come work on one of the highest profile projects across the field of biomedical informatics and health IT.</p>\n<p>The Computational Health Informatics Program (<a href=\"http://www.chip.org\">www.chip.org</a>) at Boston Children’s Hospital, a Harvard Medical School affiliate, is seeking an experienced full stack web developer to join the SMART Health IT team (<a href=\"http://smarthealthit.org\">http://smarthealthit.org</a>).</p>\n<p>SMART is an internationally leading, open source, standards-based technology platform that enables innovators to create apps that seamlessly and securely run across the healthcare system. SMART—gaining adoption by Apple, Amazon, Google, Microsoft, Medicare, health systems, health IT vendors, app developers and has been written into sweeping laws and regulations to promote a robust information economy.</p>\n<p>The Senior FullStack Web Developer shall be responsible for:\nWorking on grant funded research projects, including developing new protocols and standards\nDeveloping and maintaining variety of CLI tools and libraries in NodeJS (or Python)\nDeveloping, deploying and maintaining web servers (NodeJS) and/or database servers (MySQL, PostgreSQL, SQLite, Presto) on Heroku, AWS, Google Cloud or on dedicated RHEL VMs in the hospital network\nDeveloping and maintaining web applications (React, React Native, jQuery, Bootstrap, LESS, SCSS, etc…)\nEmploying in-depth usage of SMART (OAuth 2) and FHIR (REST) APIs\nAnalyzing data, generating, exporting or converting patient data in various formats\nMerging pull requests, fixing issues and providing support for the community on the SMART on FHIR mailing list.\nScoping development work for new contracts and grant submissions\nBeing involved in presentations, papers and reports for grant-funded research projects\nTraveling (2- 4 times per year) to attend health IT events to promote and support the SMART on FHIR community</p>\n<p>In order to qualify you must have:\nBachelors or Masters in Computer Science or equivalent industry experience, plus at least 5 years of experience in real-world software development.\nLives and breathes full stack web development using open-source development and tools, can discuss the pros and cons of various web application toolkits.\nWrites quality code: source control, testing, and clear documentation are all musts.\nExperience with JavaScript and at least one other programming language.\nExperience with at least one web framework.\nBe comfortable doing basic system administration in a Linux environment.\nFamiliarity with both statically and dynamically typed languages.\nShare a link to your work on GitHub.</p>\n<p>The following strengths would be most welcome on the team:\nNodeJS - Express or HAPI.\nReact, jQuery.\nFHIR and/or OAuth2 (ideally SMART) experience.\nJavaScript testing frameworks, Webpack, Babel, other linters and tools.\nExperience with SQL and relational databases.\nReact Native, Redux.\nWriting CLI apps in NodeJS.\nStrong UI development skills, including HTML, CSS, Less, SVG.\nDOM and deep understating of the browser constrains (from ES2018 down to IE8\nand ES3).\nLinux - know how to setup and manage linux server VMs, Docker.\nPython, JSON, XML, Git (GitHub).\nBig Data and ML.\nManage AWS and Heroku and Google Cloud.\nNoSQL, MySQL Cluster.\nHAPI server (<a href=\"http://hapifhir.io/\">http://hapifhir.io/</a>).</p>\n<p>Boston Children’s Hospital offers competitive compensation and unmatched benefits.</p>\n<p>Boston Children’s Hospital is an Equal Opportunity / Affirmative Action Employer. Qualified applicants will receive consideration for employment without regard to their race, color, religion, national origin, sex, sexual orientation, gender identity, protected veteran status or disability.</p>\n",
        "how_to_apply": "<p>Please email your resume and a cover letter to <a href=\"mailto:CHIP@childrens.harvard.edu\">CHIP@childrens.harvard.edu</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdjJIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c18be2e25f5ea5d03bd771402cefce4698ff9795/Screen%20Shot%202020-08-11%20at%2010.51.15%20AM.png"
    },
    {
        "id": "cc288b03-90d6-41b0-82be-3ca7e912dee2",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/cc288b03-90d6-41b0-82be-3ca7e912dee2",
        "created_at": "Tue Aug 11 13:09:28 UTC 2020",
        "company": "Success Booster",
        "company_url": "http://successbooster.in",
        "location": "Bangalore, India",
        "title": "Senior Back-end Engineer (Golang)",
        "description": "<p>About our client : Our client is Inc. is a Japanese marketplace conglomerate that has built B2B platforms in Printing, Logistics, and TV advertisements.\nStarted in 2009 and IPO'ed in 2018 with market capitalization of $1 Billion.\nIn keeping with its innovation DNA, our client is expanding its footprint to India by setting up a dedicated Center of Excellence (CoE) in Bangalore. India, with its slew of skilled technology talent, will play a critical role in their globalization and innovation strategy.</p>\n<p>About the Position\nWe are hiring Senior Backend Developers who are passionate about building clean and sophisticated code, primarily in Golang. The ideal candidate will have a passion for building world-class software and a track record of success creating highly and scalable software systems. What You Will Be Doing\n● Develop novel APIs, algorithms and software integrations that help Raksul in its mission to digitally transform legacy industries.\n● Evolve the products and tools that we have written and help us think about the next step.\n● Identify, plan and develop new product features and a roadmap to augment existing tools and processes, to help make our business lives simpler, more pleasant and more productive.\nWhat You Should Have\nCuriosity and creativity — we hope for individuals to join the team who very much want to know why something happened in addition to just that it happened. We have a lot of ideas, but are hopeful that your perspective will push us all forward together to deeper understanding.\n● 5+ years of relevant experience building APIs (e.g. gRPC or REST) running in a Linux environment.\n● 2+ years of relevant experience building backends in Golang — we’re migrating to use Golang on the back-end.\n● Experience with microservices, Docker, Kubernetes, AWS or GCP.\n● A solid, verifiable track record of crafting complex yet maintainable systems. You should be able to produce clean, well-documented and easily maintainable code, and take pride in the craftsmanship of your efforts.\n● Motivation to solve problems, not to patch over quick fixes. This is at the root of our goal to be on-call for our own services.\n● Extensive experience with databases and data modelling, both SQL and NoSQL.</p>\n",
        "how_to_apply": "<p>Email your resumes on <a href=\"mailto:rahoul.s@successbooster.in\">rahoul.s@successbooster.in</a> or call on +91-9923509793</p>\n",
        "company_logo": null
    },
    {
        "id": "4f42bd23-86c7-40a5-890e-6630567979fd",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/4f42bd23-86c7-40a5-890e-6630567979fd",
        "created_at": "Wed Jul 08 20:12:44 UTC 2020",
        "company": "Rebilly",
        "company_url": "https://www.rebilly.com/",
        "location": "Remote",
        "title": "Senior PHP Developer",
        "description": "<p>We are looking for a tenacious, passionate, creative, software-driven individual to guide the design and development of our payments software.</p>\n<p><strong>OBJECTIVE #1 Take on a project and see it to its end.</strong></p>\n<ul>\n<li>Potential Obstacles:  We work by 6 week cycles (similar to sprints) where it can be easy to lose focus or forget to plan ahead to ensure the successful completion of your projects.</li>\n<li>Actions:  Understand the value of a successful cycle completion and use your tenacity to carry each project to the very end.</li>\n<li>Results: Your project completion numbers in Jira are stellar and you have concentration available for the handful of projects on your plate.</li>\n</ul>\n<p><strong>OBJECTIVE #2 Work as a synchronous team in a remote environment.</strong></p>\n<ul>\n<li>Potential Obstacles: Working remote has many personal and team-based challenges from timezone differences, to communication and trust of your colleagues.</li>\n<li>Actions: Develop deep working relationships with your colleagues to know what they’re working on, and how to support each other.</li>\n<li>Results: The team culture is strong, Rebilly’s bigger projects efficiently move forward.</li>\n</ul>\n<p><strong>OBJECTIVE #3 Help your colleagues raise their skills with thoughtful code reviews and feedback on ideas.</strong></p>\n<ul>\n<li>Potential Obstacles: Your day will be filled with your own projects and priorities, and offering feedback to a remote team from afar can be intimidating.</li>\n<li>Actions: Prioritize your schedule and share your unique knowledge and experience to help make your team stronger.</li>\n<li>Results: Your team is more precise, creative, and their knowledge is deepened with your help.</li>\n</ul>\n<p><strong>KEY FUNCTIONAL AREAS OF RESPONSIBILITY</strong></p>\n<ul>\n<li>\n<p>What will you manage?\nEach teammate receives a role within a small team per cycle that can include a handful of small projects, one large project, or staying outside of the cycle to support clients, bugs, and cycle planning. Along with that, you’ll be responsible for ensuring adherence to programming and documentation policies, code standards, testing, release, and reporting updates on your projects.</p>\n</li>\n<li>\n<p>What will you contribute to?\nYou will contribute to code reviews, generating projects for each cycle, feedback for ideas (including the ideas for other areas of the company), and hiring new teammates in the Product Team.</p>\n</li>\n<li>\n<p>What will you support?\nOutside of generally supporting your teammates in the Product Circle, Rebilly is an open\nenvironment where everyone is welcome in every area of the company. You are welcome to\nsupport any project you feel called to participate in.</p>\n</li>\n<li>\n<p>How much support per project?\nTeams working in a cycle can be 1, 2, or sometimes 4 people. You will lean on your cycle\nteammates to support the completion of the cycle, as well as receive support from teammates\nsupporting the cycle. You can ask as many teammates to join your project as you need to\ncomplete the mission.</p>\n</li>\n</ul>\n<p><strong>SOME OF THE PROJECTS WE ARE WORKING ON</strong></p>\n<ul>\n<li>Customer Payments Portal - create a secure and highly customizable customer payments portal</li>\n<li>Proficiency in Information Architecture - support usability in our database and more</li>\n<li>Payment Gateway Integrations - expand our library of integrations</li>\n</ul>\n<p><strong>APPLY!</strong></p>\n<p>Please send your resume through Apply By API: <a href=\"https://app.applybyapi.com/posting/7/\">https://app.applybyapi.com/posting/7/</a></p>\n<p><strong>HIRING PROCESS</strong></p>\n<ul>\n<li>Apply By API* -<a href=\"https://app.applybyapi.com/posting/7/\">https://app.applybyapi.com/posting/7/</a>\n</li>\n<li>Small code challenge (unless you have extensive open source contributions)</li>\n<li>Interview with the Product Team</li>\n<li>Interview with the Product Team Lead</li>\n<li>Offer and Hiring</li>\n<li>The total process should take less than 2 weeks.\n*We are only accepting applications through ApplyByAPI at this time.</li>\n</ul>\n<p><strong>WORKING AT REBILLY</strong></p>\n<p>Rebilly’s Purpose: Find and create freedom through your work.</p>\n<p>Rebilly offers a competitive salary, training and development, birthday lunches, and provides the computer of your choosing. Further perks and benefits are dependent on your work location of choice.</p>\n<p>Rebilly is a Teal Organization, meaning our organizational structure may differ than what you’re used to, but we think you’ll be pleasantly surprised. In a very tiny nutshell, this means that as an organization we value self-management, self-organization, as well as the wholeness of the individuals that make up our team (meaning you should be yourself at work, and do the work that inspires you.)</p>\n<p>Come check us out at <a href=\"https://www.rebilly.com/careers/\">https://www.rebilly.com/careers/</a></p>\n<p><strong>ABOUT REBILLY</strong></p>\n<p>Rebilly is now a payments software after pivoting from a focus on subscription billing in October 2019. Rebilly’s comprehensive feature set is built to help our merchants get more of their customers from the order form to the thank you page, and more renewals paid. We took lessons learned from years of experience in the subscription business and millions of subscribers and applied them to make our payment system clever, flexible, and easy to use for our clients.</p>\n",
        "how_to_apply": "<p>Please send your resume through Apply By API: <a href=\"https://app.applybyapi.com/posting/7/\">https://app.applybyapi.com/posting/7/</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdVdGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c5e422f1fca48afce371494fe27b986f5f83bb44/rb_LogoColor_Small.jpg"
    },
    {
        "id": "1325c803-862d-4039-9da0-7c82ab4a51bb",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/1325c803-862d-4039-9da0-7c82ab4a51bb",
        "created_at": "Mon Aug 10 15:14:38 UTC 2020",
        "company": "SPACEGOATS GmbH",
        "company_url": "https://spacegoats.io/",
        "location": "Stuttgart",
        "title": "Software Engineer (m/w/d)",
        "description": "<p>We are <em>James, Andi, Mathias</em> and <em>Dimi</em> the SPACEGOATS engineering department. Designing, building and maintaining SPACEGOATS products and tools is our main focus. To deliver the best possible user experience we use modern technology and agile principles. Currently, we are looking for a software engineer to shape our products and scale the engineering team with us.</p>\n<p><strong>A quick look at SPACEGOATS</strong></p>\n<p>As an early stage startup we secured seed funding and are growing quickly. We are 4 people in the founding team, and 9 people in total. Our mission is to simplify the business expansion for Amazon focused sellers. GALAXY, our product, is a SaaS offering that is used by Amazon marketplace sellers to manage their products.</p>\n<p>Imagine it like this: You are selling keyboards on the german Amazon marketplace and want to expand your business all over Europe. Instead of handling foreign taxes, accounting, translations etc. yourself, you join SPACEGOATS. We handle all that with software and you can focus on your products.</p>\n<p><strong>As a software engineer you will:</strong></p>\n<ul>\n<li>Design, build and maintain our current and future software.</li>\n<li>Write software in TypeScript w/ No-SQL and SQL data stores and deploy to Heroku.</li>\n<li>Integrate third party APIs and expand our own RESTful API.</li>\n<li>Translate business and user requirements into working software.</li>\n<li>Chase and smash Bugs.</li>\n</ul>\n<p><strong>What you should bring</strong></p>\n<ul>\n<li>Experience as a software engineer on a software product used in production.</li>\n<li>Good knowledge in Node.js and Typescript.</li>\n<li>Good understanding and practice of SQL and No-SQL databases.</li>\n<li>You know your operations for cloud software: Deploy, monitor, optimize and trace problems</li>\n<li>Excellent communication and collaboration skills in English (German is a plus).</li>\n<li>A self-motivated work style.</li>\n<li>Experience with multi tenancy SaaS software, accounting software or with the Amazon APIs (MWS/ PPC) is a plus.</li>\n</ul>\n<p><strong>What you can expect from us</strong></p>\n<ul>\n<li>Competitive salary</li>\n<li>Stock options</li>\n<li>Flexible working hours and home/ remote office</li>\n<li>Employee benefits</li>\n<li>Choose your own hardware</li>\n<li>An early stage startup experience</li>\n<li>A lot of freedom on how you accomplish work</li>\n</ul>\n<p>SPACEGOATS culture strongly values diversity and drive. We want to work with people of different backgrounds, and we trust our team members to make smart decisions. We encourage you to apply even if your experience doesn't precisely match the job description.</p>\n<p><em>Interested? Drop us a line with your CV!</em></p>\n",
        "how_to_apply": "<p><a href=\"https://spacegoats.join.com/jobs/1289819-software-engineer-m-w-d?pid=357a3b4531918760973f&amp;utm_source=github_jobs&amp;utm_medium=paid&amp;utm_campaign=single%2Bposting&amp;utm_content=software%2Bengineer%2Bm%2Bw%2Bd\">https://spacegoats.join.com/jobs/1289819-software-engineer-m-w-d?pid=357a3b4531918760973f&amp;utm_source=github_jobs&amp;utm_medium=paid&amp;utm_campaign=single%2Bposting&amp;utm_content=software%2Bengineer%2Bm%2Bw%2Bd</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdmVIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5e0bbe93f4de68d30da366f944a70352ac2c1f2f/SG_Logo_final.png"
    },
    {
        "id": "e3da9cac-1ad3-489e-b124-e6255e30b896",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/e3da9cac-1ad3-489e-b124-e6255e30b896",
        "created_at": "Mon Aug 10 14:27:58 UTC 2020",
        "company": "Amorelie",
        "company_url": "https://www.amorelie.de/",
        "location": "Berlin",
        "title": "PHP/Magento Developer (f/m/x)",
        "description": "<p><strong>JOB TODO'S</strong></p>\n<ul>\n<li>You improve and maintain our Magento based e-commerce shops and its stability and scalability</li>\n<li>You develop customized Magento modules in PHP using best practices</li>\n<li>You work closely with our in-house and distributed team of engineers and you are committed to proactively share your ideas to make our systems, development practices and agile development process better</li>\n<li>You partner closely with the product team to work towards the products vision</li>\n<li>You introduce your expertise across disciplines to further develop less experienced colleagues</li>\n</ul>\n<p><strong>SKILLS</strong></p>\n<ul>\n<li>You have several years of experience in Software Engineering, most of it developing PHP applications</li>\n<li>Ideally you have worked with Magento 2 Commerce before</li>\n<li>You have experience with a modern PHP tech stack (PHP 7, Composer, modern PHP frameworks)</li>\n<li>You live agile development processes</li>\n<li>You set high standards in regards to code quality and test automation</li>\n<li>You have experience in deploying, running and monitoring production systems</li>\n<li>You have strong communication skills with technical and non-technical colleagues</li>\n<li>You are fluent in English (written and spoken)</li>\n</ul>\n<p><strong>AMORELIE BENEFITS</strong></p>\n<ul>\n<li>An international team with highly motivated employees and an open feedback culture that ensures that you can develop your full potential with us</li>\n<li>Challenging projects with a lot of entrepreneurial scope, which you and your teams can drive forward on your own responsibility</li>\n<li>We are sitting in a bright open-plan office, near S+U Gesundbrunnen</li>\n<li>Free drinks, fresh fruit and a full fridge with treats</li>\n<li>Keep fit and benefit from our discounted membership with the Urban Sports Club</li>\n<li>... and of course exclusive discounts on our sensual assortment</li>\n</ul>\n<p><strong>ABOUT US</strong></p>\n<p>With AMORELIE we have changed an entire industry and brought love life as an integral part of a happy relationship into the middle of society. We burn for fulfilled relationships and want to do our part with great love toys, lingerie and many other inspiring lifestyle products. With us, you will find a combination of ambitious ideas, an entrepreneurial team, a unique corporate culture and an incredible energy and euphoria for our mission. We are a successful, profitable Berlin start-up with over 130 employees and a lot of love, which defines the relationships of tomorrow!</p>\n\n<p>Wir haben mit AMORELIE eine ganze Branche verändert und das Liebesleben als integralen Bestandteil einer glücklichen Beziehung in die Mitte der Gesellschaft geholt. Wir brennen für erfüllte Beziehungen und wollen unseren Teil mit tollen Love Toys, Dessous und vielen weiteren inspirierenden Lifestyle Produkten dazu beitragen. Bei uns triffst du auf eine Kombination aus ambitionierten Ideen, einem unternehmerischen Team, einer einzigartigen Unternehmenskultur und einer unglaublichen Energie und Euphorie für unsere Mission. Wir sind ein erfolgreiches, profitables Berliner Startup mit über 130 Mitarbeitern und viel Liebe, welches die Beziehungen von morgen definiert!</p>\n<p><img src=\"https://camo.githubusercontent.com/aeaea5e7bb12f1fe323a8b68fb80721d2f4d7121/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f63656332663331356532623065663763396264323030643739633839636634333730356634373634303561386332343334306538383765343565343533623938\"></p>\n",
        "how_to_apply": "<p><a href=\"https://tracking.gohiring.com/h/b391b63882752d729b4d11a41e658644464e2dab69cef1ddfd25b3a7b964a8c8\">application form</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdldIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2b67ac43f113e3c9ac6ca7d07ebbc2e1ae95a461/Amorelie.png"
    },
    {
        "id": "d0c2e480-d212-4ed9-b383-d463047c2445",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/d0c2e480-d212-4ed9-b383-d463047c2445",
        "created_at": "Mon Aug 10 10:36:03 UTC 2020",
        "company": "Vertex Talent Group",
        "company_url": "http://www.vertextalent.com",
        "location": "Remote",
        "title": "Technical Infrastructure Implementation Healthcare Project Manager",
        "description": "<p>DESCRIPTION</p>\n<p>Vertex Talent Group is working with a Fortune 20 organization in its search for a full-time Technical Infrastructure Implementation Healthcare Project Manager.</p>\n<p>Our client is looking for an individual to join a concentrated effort focused on being part of the team that’s poised to transform the fight against cancer. Backed by the strength of a Fortune 20 company, our entrepreneurial organization develops technologies used by the oncology community to deliver evidence-based, personalized care, as well as insights used by biopharma companies to accelerate drug development and support the entire treatment journey. Our work powers informed decision-making at every pivotal moment in oncology – from the treatment options presented to patients, to the operational considerations for oncology practices, to the design of clinical trials, to the commercial launch plans for new therapies.</p>\n<p>Key Responsibilities</p>\n<p>Responsible for all aspects of the development/implementation of a systems project or program involving department or cross-functional teams focused on the delivery of a computer-based system from the design process through a finished state for internal/external customers.\nProvides a single point of contact for projects and responsible to take projects from original concept through final implementation and responsible for conducting project meetings.\nInterfaces with all areas affected by the project including end users, computer services, and client services.\nDefines project scope and objectives. Oversees/coordinates all aspects of project and serves as project manager between clients, systems, line management and other departments. Plans and directs schedules as well as project budgets.\nMonitors the product/program/project from initiation through delivery, interfacing with customer on technical and non-technical matters.\nAssesses project issues and develops resolutions to meet productivity, quality, and client-satisfaction goals.  Manage integration of vendor tasks and tracks success.\nDevelops detailed work plans, schedules, project estimates, resource plans, budgets, and status reports.\nYou will be responsible for managing projects ranging from small to extra-large, multi-phase project focused on managed services support\nYou will manage the planning and execution of the project, communicate with and manage the client, build the project team and develop the budget and timeline estimates\nEnsure the scope of the project(s) is clearly identified, documented and controlled and that the impact in any shift in scope is made clear\nEnsure that the project components are planned, managed, and controlled from within agreed time, cost, and quality expectations\nResponsible for ensuring that all phases of the project are clearly documented - particularly functional and technical specifications\nCreate detailed project reporting &amp; metrics ranging from regular internal status reports to customer progress reports\nMaintain clear and reliable tracking of effort expended for billing purposes\nRequired Qualifications:</p>\n<p>5+ years of experience in technical project management, requirements definition, building systems solutions and/ or deployment of business requirements to information systems.\nProject management (PMP) certification</p>\n<p>Critical Skills:</p>\n<p>Ability to generate and track multiple system implementation project plans according to budget, customer expectations, and deadlines.\nExperience with project management tools and methodologies, strong critical thinking, attention to detail, and problem solving-skills.\nExcellent written, verbal, and facilitation skills to communicate critical milestones professionally with people at all levels of the organization, including c-suite and with external customers.\nDemonstrated success in the managing and delegating in a team-based environment.\nProven experience delivering large, complex solutions\nExperience with custom or product software implementations\nExperience translating business and functional requirements into defined milestones\nAbility to accurately forecast timelines and associated costs across a range of projects\nExperience and proficiency in structuring and executing projects of all sizes\nAdditional Knowledge/Skills:</p>\n<p>Strong Microsoft Office products experience including PowerPoint, Excel, MS Project; and Visio required\nExperience using Smartsheet, JIRA and Confluence\nEducation:</p>\n<p>4-year degree in computer science or related field or equivalent experience</p>\n<p>Travel:</p>\n<p>Up to 25% travel required</p>\n",
        "how_to_apply": "<p>Email your resume to <a href=\"mailto:Matt.McClellan@VertexTalent.com\">Matt.McClellan@VertexTalent.com</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdktIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0bcdc298d214be391dc891c92a62b845e445cd0c/Vertex%20002.docx.jpg"
    },
    {
        "id": "a33035d5-e51a-4b80-99c4-4f206ab703c7",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/a33035d5-e51a-4b80-99c4-4f206ab703c7",
        "created_at": "Mon Aug 10 10:01:37 UTC 2020",
        "company": "ASML",
        "company_url": "http:",
        "location": "Veldhoven",
        "title": "Technical Graduate Program – Computer Science & Software Engineering",
        "description": "<h2>Introduction</h2>\n<p>Start your career in a dynamic, international environment – one where you will be challenged every day to push the boundaries of technology further than ever before.</p>\n<p>With our Technical Graduate Program, you get the opportunity to join our Metrology department and bring your best ideas to a global collaboration. We have multiple openings for recent graduates with a background in computer science and/or software engineering.</p>\n<h2>Job Mission</h2>\n<p>ASML leads the worldwide development, production and sales of high-end lithography systems for the semiconductor industry. In short, we make the machines that make computer chips, or integrated circuits. We build some of the most amazing, complex machines that you will ever see – and the software to run them – to develop smaller, faster and still more affordable chips. It is because of our machines that the world’s technology has steadily evolved.</p>\n<p>Metrology software orchestrates the behavior of powerful mechatronic modules, so that together they achieve an extraordinary combination of speed and accuracy. For example, one such module, the wafer stage, accelerates faster than a fighter jet to enable the ASML machine to position a silicon wafer with nanometer accuracy in less than one second! ASML also uses metrology systems to measure and compensate for sub-nanometer inaccuracies that inevitably appear due to material imperfections, temperature fluctuations, or atmospheric pressure changes. Only the most advanced metrology systems ever imagined can do the job.</p>\n<h2>Job Description</h2>\n<p>We are looking for metrology software designers. Your role is to design high-quality software, allowing fast and efficient delivery of complex metrology functions. The main tasks and responsibilities are:</p>\n<ul>\n<li>Collaborate with other software engineers to design and implement features</li>\n<li>Quickly produce well-organized, optimized and documented source code in C++ and Python</li>\n<li>Create and document software tools required by architects or other developers</li>\n<li>Debug existing source code and polish feature sets (C knowledge required)</li>\n<li>Contribute to technical design documentation</li>\n<li>Convert algorithms to C++ either from MATLAB or from scratch</li>\n</ul>\n<p>You will combine your daily activities with intensive onboarding activities. In the first year of your job, you will receive training to develop both your soft skills and technical skills. You may also choose specific individual training related to your personal development in consultation with your manager.</p>\n<h2>Education</h2>\n<ul>\n<li>Bachelor’s or master’s degree in computer science, software engineering or a related field</li>\n<li>You completed your education less than 12 months ago or you will graduate within four months from the selection day</li>\n</ul>\n<h2>Experience</h2>\n<ul>\n<li>Maximum of six months of relevant working experience after your graduation</li>\n<li>Strong coding skills in C++</li>\n<li>MATLAB experience is a plus</li>\n<li>Experience with object-oriented design is a plus</li>\n<li>Understanding of mathematical and physical concepts and translating them to clean software designs</li>\n<li>Agile way of working</li>\n</ul>\n<h2>Personal skills</h2>\n<ul>\n<li>Team player, working for the success of your team and ASML</li>\n<li>Goal-oriented and proactive</li>\n<li>Creative and innovative thinking, energized by breaking new ground</li>\n<li>Hands-on, down-to-earth and pragmatic Critical thinker, paying attention to every detail of your work and leaving no room for errors</li>\n<li>Eager to learn</li>\n<li>Fluent in English, both speaking and writing</li>\n</ul>\n<h2>Context of the position</h2>\n<p>We offer</p>\n<ul>\n<li>A contract of one year at ASML, with the possibility of an indefinite contract after the first year</li>\n<li>A highly competitive compensation and benefits package:</li>\n<li>Competitive salary</li>\n<li>40 days paid leave: 27 vacation days and 13 ADV days (reduction of working hours)</li>\n<li>13th month payment</li>\n<li>8% holiday allowance</li>\n<li>Pension plan</li>\n<li>Commuting allowance</li>\n<li>Training sessions to develop yourself professionally</li>\n<li>A safe environment to experiment with what you’ve learned</li>\n<li>A close network of other recent graduates and colleagues</li>\n<li>The opportunity to work alongside some of the world’s smartest engineers</li>\n</ul>\n<h2>Other information</h2>\n<p>Selection process</p>\n<ol>\n<li>Application</li>\n</ol>\n<p>Apply with your resume and motivation letter before Sunday, September 6, 2020, at 23:59 CET via <a href=\"https://vonq.io/2PtZ5rY\">this link</a>.</p>\n<p>We will inform you if your resume has been selected for the first round of the selection process within two weeks from the application deadline. The first round consists of an online assessment and a prescreening call.</p>\n<ol>\n<li>Selection day</li>\n</ol>\n<p>If you pass the first round, you will be invited to our selection day. We aim to organize a live event with the option to shift to an online event in case of COVID-19 restrictions. The selection day will take place in October 2020.</p>\n<p>During this day, your competencies will be assessed via different activities (such as interviews or a game). The screening board will decide which candidates proceed.</p>\n<ol>\n<li>Job offer</li>\n</ol>\n<p>You will be informed within a few working days after the selection day if you will receive a job offer. The starting date is flexible.</p>\n<h2>Questions?</h2>\n<p>If you have any questions, send an email to <a href=\"mailto:campusrecruitment.EU@asml.com\">campusrecruitment.EU@asml.com</a>.</p>\n",
        "how_to_apply": "<p><a href=\"https://vonq.io/2PtZ5rY\">Click here to apply!</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdkNIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--408b75d8b2660fc69d480752292ebd1f59bd69ae/ASML.jpg"
    },
    {
        "id": "32a64846-b59a-416c-a4f2-91dfb9c56303",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/32a64846-b59a-416c-a4f2-91dfb9c56303",
        "created_at": "Mon Aug 10 01:49:01 UTC 2020",
        "company": "Vertex Talent Group",
        "company_url": "http://www.vertextalent.com",
        "location": "San Francisco Bay Area",
        "title": "Senior Back-End Software Engineer",
        "description": "<p>Vertex Talent Group is working with a Fortune 20 organization in its search for a full-time Senior Back-End Software Engineer.</p>\n<p>Our client is looking for an individual to join a concentrated effort focused on creating a next-generation, cloud-based back end services layer.  This project has a small, but high-functioning team and is looking for top-notch Java developers not afraid to \"roll up their sleeves\" and solve large, complex, and challenging problems.</p>\n<p>Given the nature of the project, the successful candidate will be self-motivated and self-directed.  While the main office is in San Francisco, the team meets frequently in the south bay to design, plan, and coordinate, and then works independently for the remainder of the week to maximiz productivity.</p>\n<p>This project uses a custom framework and does not use Spring, Spring Boot, Hibernate, or standard web containers.  This is a solid opportunity to focus on core Java and system fundamentals.</p>\n<p>Minimum Requirements:</p>\n<p>Minimum of 4+ years of strong Java fundamentals with the ability to discuss usage, performance, and considerations in the areas of:</p>\n<p>Language syntax and constructs (have opinions on what makes good and sound code)\nCollections framework (when do you use a TreeMap versus HashMap)\nMulti-threading, locking, and concurrency (how to handle shared resources)</p>\n<p>Critical/Key Skills:</p>\n<p>Exposure or experience in the following areas:</p>\n<p>Bit manipulation and binary protocols (can you encode a string?)\nTCP networking (could you communicate over a TCP socket?)\nHTTP/1.1 protocol (have you seen the RFC?)\nStructured and non-structured data storage and transport (JSON versus Protobuf)\nHealthcare domain knowledge\nFamiliarity with FHIR and HL7 standards</p>\n<p>Additional Key Skills:</p>\n<p>Ability to read, write, and optimize SQL\nSolid communication skills (stay aligned)\nExcitement for challenging work (jump in and stay motivated)\nAbility to self-manage (this is a small team)</p>\n<p>Education:</p>\n<p>Four-year college degree in a technical field, or equivalent knowledge.  Self-taught and directed developers are great.</p>\n",
        "how_to_apply": "<p>Email your resume to <a href=\"mailto:info@vertextalent.com\">info@vertextalent.com</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdTJIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e16044b97db5ee882c24d1c58c05a2d8ec7b345c/400dpiLogo.png"
    },
    {
        "id": "b24f69f4-573a-4607-9941-613c99de26b2",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/b24f69f4-573a-4607-9941-613c99de26b2",
        "created_at": "Sat Aug 08 16:57:04 UTC 2020",
        "company": "3DEO",
        "company_url": "http:",
        "location": "Los Angeles",
        "title": "Full-Stack Engineer",
        "description": "<p><strong>Full-Stack Engineer</strong></p>\n<p>Based in Los Angeles, 3DEO’s breakthrough Intelligent Layering® technology unlocks high-volume metal 3D printing by drastically reducing final part cost. Despite the low cost, our parts meet the high industry benchmark MPIF Standard 35 while still achieving tight tolerances and an industry leading surface finish. Intelligent Layering® opens metal 3D printing to most of the industries that can’t afford today’s expensive options.</p>\n<p>3DEO recently reached a huge industry milestone - 150,000 metal 3D printed production components sent to customers! The company is focused on the industries of aerospace, medical, and defense. 3DEO currently has over 60 employees and is upgrading to a 60,000 sq ft manufacturing facility in Los Angeles.</p>\n<p>Reporting to: Chief Technology Officer</p>\n<p><strong>The Position</strong></p>\n<p>We are looking for a passionate, motivated and innovative individual that’s looking to make an impact in a highly-skilled, core technology team through strong software engineering talent. Our current intelligence core includes Additive Manufacturing Research Scientists, Mechanical Engineers, a Materials Scientist, Software Developers and an Electrical Engineer. As a key member of our intelligence core, you will help develop and operate a new wave of high-quality part manufacturing capabilities in metal AM. This is a full-time position.</p>\n<p>The <strong>Full-Stack Engineer</strong> will be a software engineer supporting our expanding automation efforts and data collection initiatives. The successful applicant will be an expert in Python and web frameworks such as Django. They will also have experience with well-known front-end frameworks including React and Bootstrap.</p>\n<p>Specifically, the <strong>Full-Stack Engineer</strong> will:</p>\n<ul>\n<li>Design, implement, test and deploy software for internal use.</li>\n<li>Be the primary owner of the codebase and our application stack, from frontend to database.</li>\n<li>Set up an agile development pipeline using the principles of continuous integration and the Twelve Factor App Methodology</li>\n<li>Ensure the entire stack is designed and built for speed and scalability.</li>\n<li>Design user interfaces with frameworks such as Bootstrap and integrate interfaces with our MES (Manufacturing Execution System) software.</li>\n<li>Write clear, documented and maintainable code</li>\n<li>Work with manufacturing and operations teams to develop new software projects and processes</li>\n<li>Communicate with internal customers &amp; collect user feedback</li>\n</ul>\n<p><strong>Qualifications &amp; Experience</strong></p>\n<p>An undergraduate software engineering degree is required and a master’s or PhD are a plus. The <strong>Full-Stack Engineer</strong> should have at least five years of experience, including:</p>\n<ul>\n<li>Previous experience in a full-stack engineering role</li>\n<li>Absolute Python expert – over five years of experience and very deep in multiple frameworks including Django</li>\n<li>Significant experience with database technologies such as MySQL, PostgreSQL, Oracle and MongoDB.</li>\n<li>Proficiency with fundamental front-end languages such as HTML, CSS and JavaScript.</li>\n<li>Familiarity with JavaScript frameworks such as Angular, React and Ember.</li>\n<li>Passion for conquering challenging problems</li>\n<li>Creativity and analytical skills</li>\n<li>Ability to communicate technical knowledge in a clear and   understandable manner</li>\n</ul>\n<p><strong>Personal Characteristics</strong></p>\n<p><strong>Achievement Orientation</strong> - High energy, results-driven, determined, and flexible, with a strong and disciplined work ethic. Sets a quick pace, and constantly raises the bar and presses themselves toward higher levels of achievement while at the same time fostering a collaborative culture.</p>\n<p><strong>Persistence</strong> – Tenacious in the pursuit of excellence. Is not easily swayed by short-term swings in fortune and maintains strong vision on long-term goals. Understands that success comes from effectively executing a plan on a consistent basis and with high intensity, despite any obstacles or challenges.</p>\n<p><strong>Communication Skills</strong> - Excellent verbal and written communication skills with the ability to effectively deliver and reinforce consistent messages. Leverages these capabilities to interact with, and persuade, potential customers. Excellent listening skills.</p>\n<p><strong>Team Player</strong> - Has the ability to work effectively with all people within the organization to ensure customers’ needs are being met or exceeded. Has a collegial, inclusive working style and is professional and courteous. Builds strong relationships both internally and externally.</p>\n",
        "how_to_apply": "<p>Please email your resume to me at <a href=\"mailto:lance.kallman@3deo.co\">lance.kallman@3deo.co</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdU9IIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8a0c09f8cb57abbbe3aec63ffce7da6e02f9edf4/3DEO.png"
    },
    {
        "id": "10ef553e-b63a-484b-870f-4b040ccdd61b",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/10ef553e-b63a-484b-870f-4b040ccdd61b",
        "created_at": "Fri Aug 07 21:22:57 UTC 2020",
        "company": "MOO ",
        "company_url": "http://moo.com",
        "location": "London",
        "title": "Software Engineering Opportunities! ",
        "description": "<p>MOO set out to shake up the world of print back in 2006. And we’ve come a long way since. Today we’re a global team (we’re thinking of getting matching jackets) who create print and digital products for companies of all sizes – from Google and AirBnB to the guy who makes those amazing prints you found at a craft fair.</p>\n<p>Our HQ is in London, UK, while we also have premises in Dagenham. In the US, you’ll find us in Boston, MA, as well as Lincoln, RI and Denver, CO.</p>\n<p>Want to join one of our amazing teams?</p>\n<p>We are looking for Software Engineers and Team Leads in a few different areas. Build, Buy, and Managed Services.  Details and roles listed below:</p>\n<ul>\n<li>Senior Full Stack Engineer (Python/Javascript) - London/WFH</li>\n<li>Senior Java Engineer – eComm - London/WFH</li>\n<li>Team Lead - Java (Buy/eComm) - London</li>\n<li>Team Lead-Java (Manage Services) - London</li>\n<li>Team Lead -Python/Javascript (Build) – London</li>\n</ul>\n<p><strong>BUILD</strong>\nOur Build team focuses on design creation and customisation tools. This team is at the heart of the MOO experience. We provide our customers with the tools to create bespoke unique print products.</p>\n<p><strong>BUY</strong>\nIt is responsible for building all customer-facing parts of the digital moo.com experience that ensures that customers get to know our brand/products via our website, can customize them and place an order. In the Buy area (cart, checkout, product, pricing, cross sell, ..) we tackle a fascinating problem domain that impacts user experience and conversion directly.</p>\n<p><strong>MANAGED SERVICES</strong>\nThe business services engineering team focuses on the B2B experience, and continuously evolves services in supporting our MBS (MOO Business Services) app and supports MOO’s long term focus from a technical point of view.</p>\n<p>Not familiar with MOO?  Check out the video below to see what we are all about and how tech is at the core of everything we do.</p>\n<p><a href=\"https://vimeo.com/354880404\"><strong>VIDEO</strong></a></p>\n<p><a href=\"https://jobs.lever.co/moo/?lever-origin=applied&amp;lever-source%5B%5D=MOOCareers\">Link to job site to apply</a></p>\n<p><strong>What’s it like to work at MOO?</strong>\nMOO’s the kind of workplace where you can really be yourself. Dye your hair purple. Hit the sofa with your laptop. Whatever helps you feel comfortable and happy at work. We want to help you grow in your career and set you up for success – while also recognising the importance of a healthy work/life balance.</p>\n<p>That’s why we offer 25 days holiday rising by one day for each year here (for 5 years), a matched pension scheme, MOO’s share option scheme, and paid parental leave. We’ll offer you private healthcare, life insurance, a season ticket loan, subsidised gym membership and a cycle to work scheme. Finally, we’ll treat you to breakfast and fresh fruit every day, lunch on Fridays and all the ice cream you can eat (just watch for the brain freeze).</p>\n<p><strong>Diversity Statement</strong>\nWe are working hard to create a representative, inclusive and super-friendly team, because we know that different experiences, perspectives and backgrounds make for a better workplace. And that creates a better experience for our customers. MOO doesn’t discriminate on the basis of race, colour, religion or belief, gender, national origin, age, sexual orientation, marital status, disability or any other protected class.</p>\n",
        "how_to_apply": "<p><a href=\"https://jobs.lever.co/moo/?lever-origin=applied&amp;lever-source%5B%5D=MOOCareers\">https://jobs.lever.co/moo/?lever-origin=applied&amp;lever-source%5B%5D=MOOCareers</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdG1IIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2094ccce91a287c6bf5c665a18e6245fcb38bae0/MOO_Logo_Hero-Green_RGB-01%20(1).png"
    },
    {
        "id": "420e735f-2ee4-4ab8-b61e-77f42714a9e9",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/420e735f-2ee4-4ab8-b61e-77f42714a9e9",
        "created_at": "Fri Aug 07 21:21:55 UTC 2020",
        "company": "Playco",
        "company_url": "http:",
        "location": "Remote, Seoul, Tokyo, San Francisco, Mountain View",
        "title": "Senior Game Engineer",
        "description": "<p>Here at <strong>Playco</strong>, we make games that bring the world closer together through play.</p>\n<p>Our ideal teammates are thoughtful, humble, and passionate professionals who can both zoom into the details and zoom out to embrace the big picture. We are inspired by makers and tinkerers, who are unafraid to experiment with a healthy disregard for constraints. We hope you’ll enrich our team with your enthusiasm and passion, both for games and for life.</p>\n<p>We are currently looking for Senior Game Engineers to join our global growing team. We  have offices in San Francisco, Mountain View, and Tokyo, Japan, but remote is 100% fine with us! If you want to join us to make great games on our cutting­ edge technology and truly make an impact, then we want to talk to you!</p>\n<p>We want to talk to people who are proficient with JS and passionate about making games, but It's always a bonus if you know more than JavaScript! We write cross-compilers, GPU shaders, NodeJS back­ends, JavaScript game APIs and tools, and whatever else it takes. You will work with the best engineers in the world; we have top talent in every part of our stack.</p>\n<p><strong>The Role</strong></p>\n<ul>\n<li>Be responsible for designing, developing and deploying major game features.</li>\n<li>Own game feature areas from end-­to­-end.</li>\n<li>Be the champion for the user!</li>\n<li>Insist on the highest standards and create functional and engaging features that will delight our users.</li>\n<li>Be part of a tight game development team looking to iterate fast on a fun concept and then building it out</li>\n<li>Have real input on end-user product.</li>\n<li>Be a key member of a high performing software engineering team.</li>\n<li>Collaborate with design, engineering and production teams to devise optimal engineering solutions to game requirements.</li>\n<li>Hands­ on architect and coder for sophisticated client/server systems for mobile gamingInnovate and iterate on process, systems and technology to deliver world­-class social games.</li>\n<li>Be a leader; Identify and articulate technical and production risks and obstacles, as well as generate solutions!</li>\n</ul>\n<p><strong>Desired Skills</strong></p>\n<ul>\n<li>Bachelor's degree in Computer Science or related field, or equivalent experience.</li>\n<li>3+ years of professional software engineering experience, working on cross functional teams.</li>\n<li>Proven effectiveness in directing or delivering production software for high quality games with at least one shipped game product of which you were a primary contributor (self­ published titles are acceptable).</li>\n<li>Capable of JavaScript + HTML5 to create custom, interactive, user experiences that are enjoyable on all HTML5 browsers.</li>\n<li>Proficient at using script debuggers like Chrome Debugger.</li>\n<li>Strong Computer Science fundamentals in object­-oriented design, algorithms, and data structures.</li>\n<li>Advanced software engineering skills, including the ability to write maintainable and robust code in a popular object oriented language.</li>\n<li>Solid familiarity with analytics and A/B testing in mobile games.</li>\n<li>Familiarity with git, svn or other VCS.</li>\n<li>Self starter, analytical and creative.</li>\n<li>Strong team player with a positive attitude.</li>\n<li>Good communication skills and the ability to work effectively on shared projects with designers, artists, testers, product managers and other developers.</li>\n<li>Understanding of the reactive UI paradigm and experience building UIs using reactive UI frameworks (such as React, and state management Utilities like Redux).</li>\n</ul>\n<p><strong>Bonus</strong></p>\n<ul>\n<li>Canvas animation work.</li>\n<li>2+ years of game development experience with multiple shipped titles.</li>\n<li>Specialized skills in a particular area of game development (for example: UI, Physics, graphics, multiplayer, game logic, etc.).</li>\n<li>Expert knowledge of TypeScript.</li>\n</ul>\n",
        "how_to_apply": "<p><a href=\"https://jobs.lever.co/playco/a50c5aa4-6526-425f-9767-2b8e11800857?lever-origin=applied&amp;lever-source%5B%5D=GitHub\">APPLY HERE</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdGFIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0fa9b48edb8f52d899dfc93962c463442d19ac5c/Square_Logo1.png"
    },
    {
        "id": "ff6dc1ee-4cf3-4595-bc7d-d2935b27a3b1",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/ff6dc1ee-4cf3-4595-bc7d-d2935b27a3b1",
        "created_at": "Fri Aug 07 21:16:50 UTC 2020",
        "company": "Playco",
        "company_url": "http://play.comapny",
        "location": "Remote, Seoul, Tokyo, Mountain View, San Francisco",
        "title": "Engineering Manager",
        "description": "<p>Here at <strong>Playco</strong>, we make games that bring the world closer together through play.</p>\n<p>Our ideal teammates are thoughtful, humble, and passionate professionals who can both zoom into the details and zoom out to embrace the big picture. We are inspired by makers and tinkerers, who are unafraid to experiment with a healthy disregard for constraints. We hope you'll enrich our team with your enthusiasm and passion, both for games and for life.</p>\n<p><strong>The Role</strong></p>\n<ul>\n<li>Lead a team of highly skilled engineers to deliver polished features on a consistent basis in a high pace environment. We deploy code multiple times a day to millions of users across the world.</li>\n<li>Manage the development and deployment processes - make sure that the features are shipped optimally and product stays healthy once they hit production.</li>\n<li>Design, review and write code -- this is a hands-on engineering role and you will be directly involved in the design and development of new features, writing and reviewing code.\nInsist on the highest standards and create functional and engaging features that will delight our users.</li>\n<li>Provide mentorship and feedback to teammates to make your team the best version of itself. Motivate and encourage everyone to give their best work.</li>\n<li>Report to the executive producer of the specific project.</li>\n</ul>\n<p><strong>Desired Skills</strong></p>\n<ul>\n<li>Bachelor’s degree in Computer Science or related field, or equivalent experience.</li>\n<li>5+ years of professional software engineering experience.</li>\n<li>Experience managing a team of engineers.</li>\n<li>Good communication skills and the ability to work effectively in a remote team environment.</li>\n<li>Attention to detail - any code that makes it into the product will affect millions of users immediately.</li>\n<li>Strong Computer Science fundamentals in object­-oriented design, algorithms, and data structures.</li>\n<li>Self starter, analytical and creative.</li>\n<li>Solid familiarity with analytics and A/B testing in mobile games.</li>\n<li>Strong team player with a positive attitude.</li>\n<li>Experience writing clean, testable, high-quality code and designing highly scalable systems in - production.</li>\n<li>Familiarity with git, svn or other VCS.</li>\n</ul>\n<p><strong>Bonus</strong></p>\n<ul>\n<li>Expert knowledge of NodeJS and TypeScript.</li>\n<li>Experience in game development and shipped titles.</li>\n</ul>\n",
        "how_to_apply": "<p><a href=\"https://jobs.lever.co/playco/dd86c1c4-d58d-4823-bb00-060f5d37b72d?lever-origin=applied&amp;lever-source%5B%5D=GitHub\">Apply Here</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdENIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e25b7147596e776f1aa68574563b01de87b69416/Square_Logo1.png"
    },
    {
        "id": "c62589e9-e50c-496c-8083-1e86de7281c5",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/c62589e9-e50c-496c-8083-1e86de7281c5",
        "created_at": "Fri Aug 07 16:49:34 UTC 2020",
        "company": "Hamilton Insurance Group",
        "company_url": null,
        "location": "Dublin, Ireland",
        "title": "Python Software Engineer",
        "description": "<p><strong>We’re looking for a\nPython Software Engineer</strong></p>\n<p>Reporting to the Global Software Development Manager, this Dublin-based role will further strengthen our team as we draw on powerful analytics and our in-depth experience to provide superior underwriting and investment value for our clients and shareholders.</p>\n<p><strong>What you will do</strong></p>\n<ul>\n<li>Architect and develop high quality scalable solutions, with a full stack approach.</li>\n<li>Take ownership, develop new ideas and solutions and generate results\nwhich help our users and the other members of the development team.</li>\n<li>Design and architect our internal API to support the business in portfolio aggregation and reporting.</li>\n<li>Bring automation within software teams on a daily basis using scripting techniques and adoption of tooling to continue to remove manual processes in the Software Development Lifecyle (SDLC).</li>\n<li>Analyze and improve reliability, security, and performance of all technology applications, databases and infrastructure.</li>\n<li>Develop consumer-grade applications that can scale in a global environment and improve test coverage of existing codebases</li>\n<li>Ensure team is following standard methodologies for development using agile processes.</li>\n<li>Help to drive a team culture of continuous development.</li>\n</ul>\n<p><strong>What you require for the role</strong></p>\n<ul>\n<li>Demonstrable relevant work experience in software development or in academic / technical field, regardless of language/technology</li>\n<li>Strong knowledge of Python 3</li>\n<li>Strong knowledge of Docker and at least one cluster orchestration platform</li>\n<li>Good knowledge of algorithms and data structure</li>\n<li>Experience using Git in a team environment</li>\n<li>Experience working in an environment leveraging remote communication collaboration tools</li>\n<li>Autonomy, analytical mindset and problem solving abilities supported by best practices in coding</li>\n<li>Willingness to work full-stack with transitions between technologies and languages</li>\n<li>Familiarity with agile and software development lifecycle including design, build, code review, testing, release and bug fixing.</li>\n</ul>\n",
        "how_to_apply": "<p><a href=\"https://hamilton.bamboohr.com/jobs/view.php?id=54\">https://hamilton.bamboohr.com/jobs/view.php?id=54</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcldIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c08cbc6d5454039da7d22128d1243dd4eb05ba13/Hamilton-Logo-RGB.png"
    },
    {
        "id": "3ab025ef-594b-4cb2-919c-c63099831096",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/3ab025ef-594b-4cb2-919c-c63099831096",
        "created_at": "Fri Aug 07 09:43:50 UTC 2020",
        "company": "AdInMo",
        "company_url": "http://www.jcselection.com",
        "location": "Edinburgh, Scotland",
        "title": "Software Developer (SDK) - Unity and Unreal",
        "description": "<p>Job Description – SDK Developer (Unity + Unreal), Full-time / Permanent, Edinburgh</p>\n<p>Our client is the leading dynamic In-Game Advertising platform for mobile, AR &amp; VR, and eSports games. They are replacing horrible interruptive video and banner ads in games with true in-game brand integrations.</p>\n<p>Their customers are leading game developers and publishers who integrate the lightweight Unity SDK into their games, and advertisers and ad exchanges who wish to place their brand messages in front of highly engaged gaming audiences.</p>\n<p>You are:</p>\n<p>✔️5+ years of experience with both Unity and Unreal game engines</p>\n<p>✔️At least 1 commercially released 3D game credit</p>\n<p>✔️Energetic, Curious &amp; Articulate</p>\n<p>✔️Quick on your feet and fast thinker</p>\n<p>Skills and experience required:</p>\n<p>Solid C# and C++ programming experience in game development environments is required Substantial experience with other OOP languages is highly desirable\nExperience developing in a commercial game development studio over at least one game, either in the game or tools team\nCommercial experience of both Unreal and Unity, ideally with at least one game development project on Unreal\nProven track record of product delivery\nFearless attitude – willing to take intelligent risks\nAbility to work in a team environment</p>\n<p>Role</p>\n<p>This is a key role within the development team you will design, develop, and deploy our game engine SDK, a vital part of the service. They have a highly optimised Unity SDK which they are extending with exciting new functionality.  They also need to build an Unreal version to the same high standard. You should be able to collaborate closely with other developers and become a core member of an autonomous, cross-functional team.</p>\n<p>They’re changing how brands interact with consumers, and how games are monetized via advertising. Their vision is to create meaningful and impactful brand interactions within games, in a manner that is sympathetic to all stakeholders – players, developers, and advertisers. Basically – we want to ensure that in-game advertising no longer sucks.</p>\n<p>Their key metrics such as DAU and impressions have grown 100x over the last twelve months, and we’re backed by leading early stage venture funds.</p>\n<p>Location:\nEdinburgh, Scotland</p>\n",
        "how_to_apply": "<p>Please email your resume to <a href=\"mailto:jay@jcselection.com\">jay@jcselection.com</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcUdIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--81b7bd8c18b5727eb0fc85451f57219597df7515/Adinmo-Transparent-Logo.png"
    },
    {
        "id": "cd5c95f1-e1b0-4250-93dd-37daebf39c42",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/cd5c95f1-e1b0-4250-93dd-37daebf39c42",
        "created_at": "Thu Aug 06 17:56:32 UTC 2020",
        "company": "NinthDecimal",
        "company_url": null,
        "location": "Remote",
        "title": "Sr. Data Scientist",
        "description": "<p>Senior Data Scientist @ NinthDecimal.</p>\n<p>NinthDecimal (<a href=\"http://www.ninthdecimal.com\">www.ninthdecimal.com</a>) provides location-based intelligence to help advertisers plan, manage, measure, and optimize multi-platform cross-media campaigns to drive customer and revenue growth.   As an industry leader in the AdTech &amp; MarTech space, NinthDecimal delivers best-in-class measurement, insights, and analytics by deploying patented big data methodologies on a cutting-edge technology platform.</p>\n<p>Our LocationGraph™ platform processes data on a massive scale, converting tens of billions of signals per day into accurate and actionable insights for our clients.  We provide location-based intelligence services for top brands across industry verticals including retail, travel, leisure &amp; entertainment, fast food &amp; casual dining, telecommunications, and automotive.</p>\n<p>As a member of the Data Science team, you’ll be responsible for developing statistical and machine-learning models that deliver accurate and robust measurement metrics of interest to our advertising clients. You will work closely with other data scientists, data analysts, product &amp; engineering teams, and other business units. This is a great opportunity to work with real world data at scale and to help define and shape the measurement standards in a very dynamic and evolving industry.</p>\n<p>Responsibilities:</p>\n<ul>\n<li>Develop &amp; deploy statistical &amp; machine learning models at scale to create high quality disruptive products</li>\n<li>Contribute to our growing portfolio of data science and technology patents</li>\n<li>Establish robust processes to insure the accuracy, stability, reproducibility, and overall quality of all data, algorithms, and the results they produce.</li>\n<li>Represent Data Science team in product and roadmap design sessions</li>\n<li>Participate in building reliable QA processes for both data and results</li>\n<li>Collaborate on key architectural decisions and design considerations</li>\n<li>Contribute to and promote good software engineering practices across the Engineering Department.</li>\n<li>Understand the current data sets and models and provide thought leadership by discovering new ways to enrich and use our massive data assets</li>\n</ul>\n<p>Qualifications Required:</p>\n<ul>\n<li>A true passion for data, data quality, research and a solid data science approach</li>\n<li>Masters or Ph.D.in Statistics, Economics, Operations Research, or similar quantitative field</li>\n<li>At least 5 to 10 years of professional experience with clear career progression and demonstrated success at developing models that drive business value</li>\n<li>Excellent communication skills and the ability to present methodologies and findings to audiences with varying technical background</li>\n<li>Solid understanding of probability and statistics</li>\n<li>Solid understanding of research design, A/B and test-vs-control statistical testing frameworks</li>\n<li>Solid understanding of unsupervised and supervised machine learning approaches including clustering and classification techniques.</li>\n<li>Experience in building Machine Learning models (GLM, SVM, Bayesian Methods, Tree Based Methods, Neural Networks)</li>\n<li>Solid understanding of how to assess the quality of machine learning models – including the ability to tune and optimize models and to diagnose and correct problems.</li>\n<li>Experience working with multiple data types including numerical, categorical, and count data.</li>\n<li>A driven leader, able to manage competing priorities and drive projects forward in a dynamic and fast paced business environment.</li>\n<li>Experienced/Advanced programmer in Scala, Python, or similar programming languages</li>\n<li>Experienced/Advanced Programmer in Spark, SQL, and Hadoop</li>\n<li>Experience in developing algorithms and building models based on TB-scale data</li>\n<li>Familiarity with the digital media / advertising industry is a big plus</li>\n</ul>\n",
        "how_to_apply": "<p><a href=\"https://jsco.re/6wp3q\">https://jsco.re/6wp3q</a></p>\n",
        "company_logo": null
    },
    {
        "id": "ffa53f8f-0b9e-4468-abc7-84073a571fd8",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/ffa53f8f-0b9e-4468-abc7-84073a571fd8",
        "created_at": "Thu Aug 06 16:28:33 UTC 2020",
        "company": "REOS GmbH\t",
        "company_url": "https://www.reos-software.com/",
        "location": "Remote",
        "title": "MOBILE APP ENTWICKLER (M/W/D)",
        "description": "<p>REOS. Experience Real Estate.</p>\n<p>Wenn auch Du Deinen Teil dazu beitragen möchtest, Wohnimmobilien zum Leben zu erwecken, dann werde unser neuer</p>\n<p><strong>MOBILE APP ENTWICKLER (M/W/D)</strong></p>\n<p>Als innovatives Proptech Unternehmen haben wir es uns zur Aufgabe gemacht, den Immobilienmarkt und die Immobilienverwaltungen im Wohnungsmarkt zu revolutionieren. Prozesse des Property Managements werden mit unserer Plattform effizient gestaltet und digitalisiert. Das kommt sowohl dem Mieter als auch der Wertschöpfungskette im Residential Real Estate zu Gute. Wir kombinieren langjährige Erfahrung aus Bau, Recht &amp; IT und gestalten die Immobilienbranche effektiv mit.</p>\n<p><strong>Aufgaben</strong></p>\n<p><em>Dein täglicher Verantwortungsbereich:</em></p>\n<ul>\n<li>Das Weiterentwickeln und Programmieren unser Mieter-App und neuen Features entlang der Roadmap.</li>\n<li>Du führst Qualitätssicherungen und Tests unserer mobilen Apps durch.</li>\n<li>Du arbeitest im zweier-Team an der Weiterentwicklung und der nativen App (iOS und Android).</li>\n</ul>\n<p><strong>Qualifikation</strong></p>\n<p><em>Werkzeuge, die Du beherrschen musst:</em></p>\n<ul>\n<li>Mindestens 2 Jahre Erfahrung mit hybriden Frameworks und nativer App-Entwicklung.</li>\n<li>Detaillierte Flutter-Kenntnisse.</li>\n<li>Arbeitserfahrung mit verschiedenen Aspekten der Softwareentwicklungszyklen, einschließlich Prototyping, Implementierung, Bereitstellung, Qualitätssicherung und Testings.</li>\n<li>Sehr gute Deutsch- und Englischkenntnisse.</li>\n</ul>\n<p><strong>Benefits</strong></p>\n<p><em>Du fühlst dich bei uns wohl, wenn:</em></p>\n<ul>\n<li>Du ein starkes Team suchst und deine Kollegen mit Wertschätzung und Respekt behandelst #team first</li>\n<li>Du einen starken Servicegedanken in Dir trägst und den Erfolg mit den Kunden feierst #customers success is our success</li>\n<li>Du authentisch und loyal bist #be yourself, be part of us</li>\n<li>Du deine tägliche Arbeit hinterfragst und innovativ mitdenkst #never stop reinventing</li>\n<li>Du anpackst und Dinge in Eigenverantwortung übernimmst #Hands-on &amp; get things done</li>\n<li>Du ein grundsätzlich positiv eingestellter Mensch bist #positive energy.</li>\n</ul>\n<p><em>Deine Benefits bei uns:</em></p>\n<ul>\n<li>Kaffee, Tee sowie wöchentlich einen großen Korb mit frischem Obst für das ganze Team.</li>\n<li>Eine große Dachterrasse mit einem Gasgrill für eine entspannte Mittagspause und regelmäßige Teamevents.</li>\n<li>Die REOS Academy bietet dir eine Plattform voller Wissen und die Möglichkeit, über dich hinauszuwachsen.</li>\n<li>Moderne Hardware für das mobile Arbeiten in Open Office Spaces.</li>\n<li>Remote Arbeit bundesweit ist möglich.</li>\n</ul>\n<p><em>Fühlst Du dich angesprochen?</em></p>\n<p>Dann schicke mir Deine Bewerbungsunterlagen zu. Ich freue mich über ein Motivationsschreiben, Deinen CV sowie Gehalts- und Einstiegsangaben.</p>\n<p>P.S. Wir sind TOP Arbeitgeber bei Kununu – klick doch mal rein!</p>\n",
        "how_to_apply": "<p><a href=\"https://reos-software.join.com/jobs/1276588-mobile-app-entwickler-m-w-d?pid=71fbd6149a82b0b128ee&amp;utm_source=stackoverflow&amp;utm_medium=paid&amp;utm_campaign=stackoverflow&amp;utm_content=mobile%2Bapp%2Bentwickler%2Bm%2Bw%2Bd\">https://reos-software.join.com/jobs/1276588-mobile-app-entwickler-m-w-d?pid=71fbd6149a82b0b128ee&amp;utm_source=stackoverflow&amp;utm_medium=paid&amp;utm_campaign=stackoverflow&amp;utm_content=mobile%2Bapp%2Bentwickler%2Bm%2Bw%2Bd</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcFdIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0f88abd53def23bb2b0ffa749d54434d821046d4/0%20(5).png"
    },
    {
        "id": "08ebe26e-a078-4c69-9b02-eab84320fce9",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/08ebe26e-a078-4c69-9b02-eab84320fce9",
        "created_at": "Thu Aug 06 13:14:46 UTC 2020",
        "company": "Uplink",
        "company_url": "http://www.uplinktalent.com",
        "location": "Remote - United States",
        "title": "Sr. Full Stack Software Engineer - Cybersecurity",
        "description": "<p>Senior Software Developer\nFull-Time\n100% Remote</p>\n<p>Please note: You must be authorized to work for any employer in the US to be considered for this opportunity</p>\n<ul>\n<li>Base salary from $120 to $180k/yr. plus stock options, plus bonus</li>\n<li>Stack is Java, JavaScript, React, Angular, Node.js (also uses Python)</li>\n<li>The client is growing (hiring) 40% this year, with revenue of $20 Million annually</li>\n<li>They secure customer applications and integrate w/client source code &amp; infrastructure to find vulnerabilities (and fix them).</li>\n</ul>\n<p>I’m working directly with the hiring manager at a Cybersecurity company in Austin, TX to fill four (4) Senior Software Engineer positions. Will consider back-end experience with Java, C#, or Python</p>\n<p>From software hacking to hardware hacking, we help secure everything from cryptocurrency exchanges and space telescopes to autonomous vehicles and the electric grid. Today, our client is making significant investments in terms of financial and engineering resources to develop a radically new customer experience we call “Security-as-a-Service” to provide customers with a unified, efficient, and data-driven security platform. We are looking to add the right individual to our growing team supporting the next wave of cybersecurity products and solutions.</p>\n<p>As a full stack software engineer, you’ll have the opportunity to work with some of the best security engineers in the world who hail from organizations such as Amazon, CIA, Facebook, Google, Microsoft, NSA, Redhat, Sun Microsystems, and US Air Force. As an Inc. Best Places to Work, Inc. 500 | 5000, Cybersecurity 500, and Austin Fast 50 Award recipient, we are seeking an individual that understands the professional and personal growth attached to this opportunity and who has the corresponding internal drive to maximize it.</p>\n<p>Career opportunity:</p>\n<ul>\n<li>Join an industry with massive socio, economic, and political importance in the 21st century</li>\n<li>Partner with prominent clients and help them solve hard security problems</li>\n<li>Work alongside some of the best and the brightest minds in the security industry</li>\n<li>Leave an indelible mark on a company where individual input has real impact</li>\n<li>Be recognized, internally and publicly, for your contributions in a high profile position</li>\n<li>Align your career trajectory with a hyper-growth company that is on the move</li>\n<li>Be part of the initial team designing and building out this product</li>\n</ul>\n<p>Core responsibilities:</p>\n<ul>\n<li>Create uncanny amounts of complex code in a short order</li>\n<li>Develop, test, and maintain code throughout the code base</li>\n<li>Provide development effort estimation and story point new features</li>\n<li>Troubleshoot and resolve reported bugs</li>\n</ul>\n<p>Required qualifications:</p>\n<ul>\n<li>Experience with Java or Python, Javascript, and front end frameworks like Angular</li>\n<li>BS in computer science or computer engineering</li>\n<li>At least 5 years professional experience in a software engineering position</li>\n<li>Experience with modern technology stacks</li>\n<li>Experience with React (may be the front-end), Node.js, (server side runtime environment back end to run JavaScript) or similar libraries and frameworks</li>\n<li>Experience with micro-services architectures</li>\n</ul>\n<p>Desired qualifications:</p>\n<ul>\n<li>Experience with cloud platforms and SaaS solutions</li>\n<li>Experience with agile/scrum development practices</li>\n<li>Experience with test driven development, continuous integration, continuous deployment</li>\n<li>Experience with Git, JIRA, Confluence</li>\n<li>Experience with Google Compute, Firebase, Docker, and GKE</li>\n</ul>\n<p>Desired behaviors:</p>\n<ul>\n<li>Relentless restlessness to solve customer problems throughout the codebase</li>\n<li>Ability to maintain high levels of output and work ethic</li>\n<li>Personable individual who enjoys working in a team-oriented environment</li>\n<li>Comfort dealing with ambiguity in an environment where we build the plane as we fly it</li>\n<li>Ability to work within constraints and to challenge the status quo</li>\n<li>Ability to self-direct work, orient to action, and truly own the position in a hyper-growth environment</li>\n</ul>\n<p>Compensation package:</p>\n<ul>\n<li>Highly competitive base-salary</li>\n<li>Eligible for performance-based incentive compensation</li>\n<li>Employee stock option plan</li>\n<li>Health insurance</li>\n<li>4% company 401K matching vested immediately</li>\n<li>Company contributions to training and conferences</li>\n</ul>\n",
        "how_to_apply": "<p>Email resume to <a href=\"mailto:jay.miller@uplinktalent.com\">jay.miller@uplinktalent.com</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcE9IIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1264511bcee45490ad7a5ca5d165e4e38ce85081/LI111.png"
    },
    {
        "id": "202228a1-a793-447d-861d-6c6a38e1cfef",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/202228a1-a793-447d-861d-6c6a38e1cfef",
        "created_at": "Wed Aug 05 20:54:41 UTC 2020",
        "company": "SmartFinancial.com",
        "company_url": "http://www.smartfinancial.com",
        "location": "Remote",
        "title": "Full Stack Engineer",
        "description": "<p>Voted as one of the Best Places to Work and one of the fastest-growing tech companies!</p>\n<p>SmartFinancial is a leading insurance technology company working on building tools to make the insurance shopping process better, simpler, and more effective. ﻿We are experiencing exponential growth so we are seeking a Full-Stack Engineer to help us maintain our growth by improving and adding new features to our current code bases as well as build new applications that will help us move forward with new products and services.</p>\n<p>Our immediate need is to help solidify our existing applications by cleaning up code bases as well as adding additional test coverage. In addition, we have a growing need to harness various workflows and processes for both internal staff as well as our public-facing business – that is to say you will help from idea generation through project completion on new application development.</p>\n<p>We are a small engineering team based in Newport Beach, CA and Columbus, OH. We prefer someone who can work at our offices but are willing to fill this position with a remote candidate. What matters most to us is finding someone who is professional and mature and requires as little oversight as needed in terms of management.</p>\n<p>A typical week will start off with a quick meeting to review the current iteration and plan out the week. Thereafter, we are heads down and work on our tasks via our project management system and conventions. We are looking for a person who not only can grok the job at hand but know the best approach to doing it right. We are primarily a Rails shop but have some JS apps as well, so we’ll want a person who is very knowledgeable on Rails best practices from coding to hosting.</p>\n<p>We focus on results and would rather allow freedom of leading a project as a professional vs. having to be managed the entire way. ﻿</p>\n<p>Duties and Responsibilities:</p>\n<ul>\n<li>Work closely with the Design and Development team to create high-quality web apps</li>\n<li>Design and develop testable production-level code</li>\n<li>Write effective and powerful APIs</li>\n<li>Develop efficient algorithms and data-structures to improve key business logic and processes</li>\n<li>Research and provide alternatives to existing development practices, tools, etc.</li>\n<li>Optimize web pages and back-end UIs</li>\n<li>Modify existing software to correct errors, or to improve its performance</li>\n<li>Develop and direct software system testing and validation procedures, programming, and technical documentation</li>\n</ul>\n<p>Job Requirements</p>\n<ul>\n<li>Experience: 4-6 years in a production environment</li>\n<li>Ability to communicate clearly both verbally and text</li>\n<li>Have a strong sense of awareness of our business and how you are contributing to it</li>\n<li>Self-Motivated – we seek mature professionals vs. people who need to be micromanaged</li>\n<li>Be available for meetings weekly to cover existing and upcoming projects</li>\n</ul>\n<p>Technical Requirements</p>\n<ul>\n<li>Language/Frameworks: Ruby on Rails, Ruby, JavaScript, Node, Angular</li>\n<li>Testing: RSpec, Capybara, Jasmine</li>\n<li>Database: MySQL, Redis, Mongo</li>\n<li>OS: Linux, Bash, MacOS</li>\n<li>Utility: Git, AWS</li>\n<li>Front-End: Bootstrap, CSS, HTML5</li>\n</ul>\n<p>Bonus Items:</p>\n<ul>\n<li>DevOps: Ansible, Chef, Jenkins we may many hats so if you’re comfortable with provisioning servers and being in a shell environment you’ll have an extra edge.</li>\n<li>CI Systems: Semaphore</li>\n</ul>\n<p>﻿WHAT WE OFFER</p>\n<ul>\n<li>Competitive Pay</li>\n<li>401k with Company Match\n﻿- Health Insurance</li>\n<li>Stock Option</li>\n<li>Weekly team lunches</li>\n<li>Advancement opportunities - we promote within</li>\n<li>Remote Position</li>\n</ul>\n<p>﻿If you are looking for a challenge, yet have the freedom to work as you need as a professional then send us your resume, Github, and sample work.﻿</p>\n",
        "how_to_apply": "<p>email your resume to <a href=\"mailto:lev@smartfinancial.com\">lev@smartfinancial.com</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcENIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--42577c53350abffb4fc6aa57cd6e185ed9cdbdd8/new_logo%20(1).png"
    },
    {
        "id": "7881d1b5-fd55-4558-9280-ee4666748a31",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/7881d1b5-fd55-4558-9280-ee4666748a31",
        "created_at": "Wed Aug 05 12:35:29 UTC 2020",
        "company": "Jolocom GmbH",
        "company_url": null,
        "location": "Berlin",
        "title": "Experienced Software Engineer m/f/d",
        "description": "<p>Jolocom is looking for an experienced (mid/senior) full-time Software Engineer with strong programming skills, backed by a passion for both web and protocol development, to build truly cutting-edge technology.</p>\n<p>At Jolocom you will:</p>\n<p>as a part of Dev Team deliver cutting edge cryptographically-secured no-blockchain decentralized web Identity infrastructure;\nwork on library development for parts of our protocol;\nengage in open source community collaboration;\nbuild new (product) features from start to finish (from conception all the way through research, maintenance, and refinements);\nimprove scalability and security of the Jolocom library.\nYou may be a fit for this role if you…</p>\n<p>have a background in computer science;\nhave a strong knowledge of compiled languages (e.g. C++, Go, Rust);\nare able to pick up JS or TS if needed;\ndevelop IOS / Android native libs / modules which interface with react native;\ncan show a portfolio of relevant projects or related activities;\n(bonus) are familiar with Self-Sovereign Identity concepts;\n(bonus) have Authn / Authz protocol knowledge (e.g. OAuth 2.0, OpenID Connect);\n(bonus) are familiar with crypto-secured messaging protocols (e.g. JWS, JWM, JWE);\n(extra points) have working knowledge of the basic cryptographic primitives (signatures, hashes and ciphers);\n(bonus) are familiar with standardisation processes and SDO’s. (w3c, iana);\nlove solving complex architectural and interoperability problems;\ngravitate toward idiomatic, well-structured, readable, and testable code;\nhave persistent drive to make improvements and innovate, desire to have an impact by effectively managing conflicts and priorities, and by thinking creatively and solution-oriented.\nLanguage requirements:</p>\n<p>fluency in English is a must;\nGerman is a plus.\nWhat to expect from us:</p>\n<p>a flat (horizontal) organization — we avoid top-down management;\nsupportive, collaborative and friendly atmosphere;\nmulti-product environment;\nKanban workflow;\nrealistic project estimation times;\nencouragenet to come up with your own solutions for technical challenges around data flow, reactiveness and performance;\nexciting cryptography (but not crypto-currency) based product with huge potential;\nvery own office in the heart of Kreuzberg.\n. . .</p>\n<p>What it’s like to work at Jolocom?</p>\n<p>At Jolocom we are on a mission to put people, organizations, and machines in control of their data using decentralized identity management technology.</p>\n<p>We create software systems that resolve significant challenges in digital identity &amp; access management while delivering person-first user experience.</p>\n<p>We maintain a calculated balance between pragmatism (shipping code), deeply informed protocol design, and strict application of robust engineering principles.</p>\n<p>Crucially, we believe in a collaborative approach to creation: at Jolocom we share a definitive appreciation for the transformative power of open source.</p>\n<p>All of this happens in the heart of Berlin.</p>\n<p>If you already have a smile in your face, it may be time to pursue your passion at Jolocom.</p>\n<p>. . .</p>\n<p>If you believe that you cover the majority of the requirements above, please send your CV, portfolio (if not available online) and few lines about why you are a good fit at hello(at)jolocom.io</p>\n",
        "how_to_apply": "<p><a href=\"mailto:hello@jolocom.com\">hello@jolocom.com</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb21IIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--7b6a50918708427338a167d75c4a1ee0f9192f38/Jolocom_v@3x%20(3).png"
    },
    {
        "id": "84c1b3a2-f637-4167-9690-c571ce3330ee",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/84c1b3a2-f637-4167-9690-c571ce3330ee",
        "created_at": "Wed Aug 05 09:31:19 UTC 2020",
        "company": "Cleverbase",
        "company_url": "https://vonq.io/3gcmWYK",
        "location": "Den Haag",
        "title": "Scrum Master (medior / senior)",
        "description": "<p><strong>Scrum Master (medior/senior)</strong></p>\n<p>Jij bent de olie in de motor, waardoor ieders talenten het beste tot zijn recht komen. Je werkt graag met een topteam aan mooie producten, waardoor Nederland écht digitaliseert. Je zoekt een plek waar innovatie onderdeel is van iedere dag. En wij zoeken jou: een ervaren Scrum Master (medior/senior) in omgeving Den Haag die het verschil komt maken.</p>\n<p><strong>Scrum Master bij Cleverbase</strong></p>\n<p>Cleverbase geeft als Qualified Trust Service Provider (QTSP) [PKIoverheid certificaten[(https://cleverbase.com/hoe-werkt-cleverbase/) uit onder licentie van de Nederlandse overheid. Na een eenmalige [registratie}(https://cleverbase.com/registreren/) kan je bijvoorbeeld een <a href=\"https://www.nvm.nl/nieuws/2020/online-identificeren/\">koopakte digitaal ondertekenen</a> met dezelfde rechtskracht als een handtekening met pen op papier. Veilig met je eigen mobiele telefoon en een zelfgekozen pincode.</p>\n<p>Tijdens pressure cooker sessies, design sprints en in ons lab ontwikkelen we prototypes, om snel te ontdekken hoe we van concepten werkelijke producten kunnen maken. Zo heeft Cleverbase ervoor gezorgd dat <a href=\"https://www.youtube.com/watch?v=SzkIRXTWA50&amp;feature=youtu.be\">onze klant</a> binnen 3 dagen een document voor een Europese aanbesteding digitaal kon ondertekenen.</p>\n<p>Onze nieuwe <strong>Scrum Master</strong> heeft een centrale rol in de teams, een goede technische basiskennis en affiniteit met de ontwikkeling van software en/of de IT infrastructuur. Je kan je zeer goed inleven in de werkzaamheden binnen Cleverbase. Bij jou zijn alle processen, de planning, coördinatie, facilitatie en coaching in goede handen. Je bent communicatief sterk en resultaatgericht.</p>\n<p>De vraag naar onze producten is groot en we groeien erg hard. We zijn trots op wat we al hebben neergezet en vieren samen onze successen, maar we zijn nog lang niet klaar. Je bent dan ook van harte welkom om mee te bouwen aan onze droom: een veilige digitale samenleving.</p>\n<p><strong>Wat we vragen</strong></p>\n<ul>\n<li>Twee tot vijf jaar ervaring als dedicated Scrum Master.</li>\n<li>Een goede technische basiskennis en ervaring met het opzetten van processen.</li>\n<li>Kennis en ervaring met Agile, Scrum, Kanban en andere methodieken.</li>\n<li>Goede organisatie-, coördinatie- en planningsvaardigheden met een focus op hoge kwaliteit en veiligheid.</li>\n<li>Je kent de juiste balans tussen resultaat- en persoonsgerichte aanpak: je zet mensen in hun kracht en draagt hiermee bij aan onze prettige ‘engineering culture’</li>\n<li>Sterk analytisch denkvermogen, proactiviteit en oog voor detail voor een efficiënte procesbegeleiding bij complexe vraagstukken.</li>\n<li>Je hebt zeer goede Engelse en Nederlandse communicatieve vaardigheden (zowel in woord als geschrift).</li>\n<li>Bonuspunten voor ervaring of affiniteit met werken in het security domein en met audit processen.</li>\n</ul>\n<p><strong>Wat wij bieden</strong></p>\n<ul>\n<li>Een informele en dynamische werkomgeving waar talent, initiatief en betrokkenheid gewaardeerd en beloond worden.</li>\n<li>Leuke, ambitieuze en slimme <a href=\"https://cleverbase.com/het-team/\">collega’s</a> met enthousiasme over wat ze creëren.</li>\n<li>Een goed salaris, premievrij pensioen en reis- en telefoonkostenvergoeding.</li>\n<li>26 vakantiedagen per jaar (o.b.v. 40 uur).</li>\n<li>Veel ontwikkelingsmogelijkheden in een snelgroeiende scale-up.</li>\n</ul>\n<p>Op dit moment werken wij allemaal vanuit huis, maar zodra we weer op kantoor gaan werken, is het volgende ook inbegrepen:</p>\n<ul>\n<li>Het mooiste uitzicht van Den Haag in een gebouw met koffiebar, food court en fitness gelegenheid, dat uitstekend te bereiken is met OV, auto en fiets.</li>\n<li>Elke dag een verzorgde lunch en vers fruit op kantoor.</li>\n</ul>\n<p><strong>Ben jij onze nieuwe Scrum Master?</strong>\nJe bent enthousiast en wilt solliciteren: tijd om je CV bij te werken, een motivatiebrief te schrijven en een mail te sturen naar Beatrix via deze <a href=\"https://vonq.io/3gcmWYK\">link</a> of te bellen naar 06 1429 1425 voor 21 augustus 2020. Ook als jij met jouw profiel/talenten op een andere manier kan bijdragen aan de ambitie van Cleverbase. We kijken uit naar je reactie!</p>\n",
        "how_to_apply": "<p>Solliciteer via deze <a href=\"https://vonq.io/3gcmWYK\">link</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb2VIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6e0d41df5f4db08c2276ac5c2c2da36181d34c82/Cleverbase.jpeg"
    },
    {
        "id": "c331ea45-9ee9-4017-803b-6ff534706420",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/c331ea45-9ee9-4017-803b-6ff534706420",
        "created_at": "Wed Aug 05 04:21:47 UTC 2020",
        "company": "Xillum LLC",
        "company_url": "https://xillum.com/",
        "location": "Remote",
        "title": "Full-stack Cloud Applications Developer for Xillum",
        "description": "<p><strong>Locations:</strong> Remote</p>\n<p><strong>Full-stack Cloud Applications Developer for Xillum</strong></p>\n<p>As a full-stack cloud applications engineer, you will have the opportunity to help build a revolutionary software suite to transform healthcare organizations. The software suite will be a subscription-based set of hosted applications that will include operations and revenue analytics to allow healthcare organizations to focus on providing world class healthcare. The system will be focused on driving value in healthcare from revenue cycle optimization to clinical variation management.</p>\n<p>You will be working with the founders to build and enhance the web-based applications needed to power analytics, with a specific focus on leveraging cloud technologies to add advanced capabilities and improve application efficiency.</p>\n<p><strong>We expect you to have</strong></p>\n<ul>\n<li>A BA/BS degree in Computer Science, Engineering, or a related field</li>\n<li>2-4 years of hands-on experience developing cloud, enterprise applications or analytical applications with a focus on back-end data processing and data analysis pipelines</li>\n<li>Familiarity with healthcare data (e.g., HL7, EDI, bills, claims) and a general interest in the healthcare industry</li>\n<li>Proven experience leveraging AWS cloud-native technologies, with specific focus on:\nBackend:  EC2, Elastic Beanstalk, S3, Route 53\nDatabase:  RDS, mySQL, SQL Server\nMachine Learning:  Amazon SageMaker</li>\n<li>Web application development skills including:</li>\n<li>\n<ul>\n<li>WordPress</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Cryptography Implementation (Encryption, PKI, and Hashing)</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>HTML/CSS</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Web/database integration</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Familiarity with a Web scripting language (e.g., ColdFusion, .Net, JSP, PHP, Python, and/or Perl).</li>\n</ul>\n</li>\n<li>Mobile application development skills including:</li>\n<li>\n<ul>\n<li>Development experience in building Android/iOS Applications</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Experience with Java/C#</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Experience with Swift</li>\n</ul>\n</li>\n<li>A desire to identify opportunities, work independently, and lead initiatives</li>\n<li>Excellent problem identification, analysis and solving skills.</li>\n<li>An innate ability to utilize all resources at your disposal to find a creative solution to a problem, whether business/functional or technical in nature</li>\n<li>A general interest in relevant emerging technologies and a constant thirst to further your own technical abilities</li>\n<li>Experience working in an Agile development environment</li>\n<li>The ability to work well independently and as a team player</li>\n<li>Excellent conversational and written communication skills</li>\n</ul>\n<p><strong>We would love you to have</strong></p>\n<ul>\n<li>Experience with QlikSense or other BI/analytics tools such as Tableau, including experience integrating them into custom web applications</li>\n<li>Experience with the full text search engine such as Elasticsearch</li>\n<li>Data modeling and solution design experience</li>\n</ul>\n<p><strong>How you'll grow</strong></p>\n<p>At Xillum, you will have the opportunity to join the business at the ground floor helping shape the software and grow into technical, management, and leadership positions based on your interests.</p>\n<p><strong>Benefits</strong></p>\n<p>At Xillum, we know that happy employees make a business great.  We provide competitive benefits to attract and retain the best talent available.</p>\n<p><strong>Xillum’s culture</strong></p>\n<p>Inclusion is a major part of how we lead. It invites authenticity, leverages our diversity, and fosters well-being. We seek out and involve individuals with diverse experiences and backgrounds because we know how critical this can be in making an impact that matters to our clients and our people.</p>\n<p><strong>Category:</strong> Healthcare</p>\n<p><strong>About Xillum</strong></p>\n<p>We are a startup company excited about bringing healthcare into a new era of leveraging machine learning and business analytics to allow healthcare providers to do what they do best, take care of their patients.  All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, age, disability or protected veteran status, or any other legally protected basis, in accordance with applicable law.</p>\n",
        "how_to_apply": "<p>Email your resume and cover letter to <a href=\"mailto:careers@xillum.com\">careers@xillum.com</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb1dIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8941cf66614218ac0393a27858229d578e401388/Xillum_Logo.png"
    },
    {
        "id": "95ad2604-bbf5-4248-ad05-8433a48fa512",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/95ad2604-bbf5-4248-ad05-8433a48fa512",
        "created_at": "Tue Aug 04 17:40:03 UTC 2020",
        "company": "Studio Science",
        "company_url": "https://studioscience.com/",
        "location": "Indianapolis, Indiana",
        "title": "Software Engineering Lead",
        "description": "<p>Seeking an experienced full-stack developer to advance software engineering at Studio Science and build amazing applications for our clients.</p>\n<p>We’re looking for someone to grow our software engineering capabilities at Studio Science. The right candidate will be able to create amazing new digital products for our clients and their customers, while also championing a perspective for how the right technology can be used to enable better customer experiences.</p>\n<p>Responsibilities</p>\n<ul>\n<li>\n<p>Work with practice director to develop a perspective for software engineering at Studio Science</p>\n</li>\n<li>\n<p>Build a team and network of developers (full-time and/or contract, depending on the needs of the Studio)</p>\n</li>\n<li>\n<p>Work closely with Studio Science designers, developers, and clients to build mobile and web applications</p>\n</li>\n<li>\n<p>Implement UI designs with high quality and accuracy</p>\n</li>\n<li>\n<p>Prioritize tasks to produce results within quick turnaround times</p>\n</li>\n</ul>\n<p>Requirements</p>\n<ul>\n<li>\n<p>Significant professional experience writing the front-end of web applications in React</p>\n</li>\n<li>\n<p>Significant professional experience interfacing with APIs</p>\n</li>\n<li>\n<p>Professional experience working on a team of developers</p>\n</li>\n<li>\n<p>Ideally, experience managing other developers</p>\n</li>\n<li>\n<p>Ideally, experience with React Native and/or other frameworks for creating cross-platform native apps</p>\n</li>\n<li>\n<p>Ideally, experience with Firebase and Google Cloud Platform</p>\n</li>\n<li>\n<p>Proficiency in translating UI designs from native design files (e.g. Sketch, Figma, or Adobe XD) to HTML/CSS/JS</p>\n</li>\n<li>\n<p>Ability to use responsive web design techniques to ensure a great experience across various devices and screen sizes</p>\n</li>\n<li>\n<p>Familiarity with UX principles and best practices</p>\n</li>\n<li>\n<p>Excellent written and verbal communication skills</p>\n</li>\n<li>\n<p>Excellent collaboration skills</p>\n</li>\n<li>\n<p>Ability to thrive in an environment of continual feedback; address stressful situations with poise, understanding, and tact</p>\n</li>\n</ul>\n<p>Working at Studio Science</p>\n<p>We help businesses design for people. Simply put, we believe every person deserves experiences that work better. In an increasingly changing world, we intentionally design systems to help our clients evolve with their customers’ needs. We recognize that business evolution and change is hard. We believe that honesty is the only policy, that none of us are as smart as all of us, and that being great is a choice.</p>\n<p>Studio Science provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, national origin, age, disability or genetics. In addition to federal law requirements, Studio Science complies with applicable state and local laws governing nondiscrimination in employment. This policy applies to all terms and conditions of employment, including recruiting, hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence, compensation and training.</p>\n",
        "how_to_apply": "<p><a href=\"https://studioscience.com/software-engineering-lead\">https://studioscience.com/software-engineering-lead</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb09IIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9e4884889b1e89206f63d94dc6bd50afbeadcf1f/StudioScience-Web_RGB_Black_Horz.png"
    },
    {
        "id": "421871bb-05d3-4fbe-b00c-3f372fa35584",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/421871bb-05d3-4fbe-b00c-3f372fa35584",
        "created_at": "Tue Aug 04 17:23:12 UTC 2020",
        "company": "Sticker Mule",
        "company_url": "https://www.stickermule.com/careers",
        "location": "Anywhere",
        "title": "Javascript Engineer",
        "description": "<p><strong>About Sticker Mule</strong></p>\n<p>Sticker Mule is the Internet's most \"kick ass\" brand. We are privately-owned, profitable, and powered by a  globally distributed team who cares deeply about delivering a great customer experience at the highest technical standards. Our software team operates from 17 countries, and we're always looking for more exceptional engineers.</p>\n<p>The Software team is responsible for building and maintaining our front-end and back-end services, developing new features and products, and troubleshooting problems.</p>\n<p><strong><a href=\"https://www.stickermule.com/about\">See more about our teams here</a></strong></p>\n<p><strong>We offer</strong></p>\n<ol>\n<li>Remote work with flexible schedules</li>\n<li>Varied, interesting technical challenges to solve</li>\n<li>A fun \"no bullshit\" work environment</li>\n</ol>\n<p><strong>We like you to know</strong></p>\n<ol>\n<li>Docker</li>\n<li>NextJS</li>\n<li>React</li>\n<li>NodeJS</li>\n<li>GraphQL</li>\n<li>Postgres</li>\n<li>Redis</li>\n<li>Familiarity with Ruby</li>\n<li>Excellent communication skills (English)</li>\n<li>Degree in Computer Science or equivalent practical experience</li>\n</ol>\n<p><strong>Compensation and benefits</strong></p>\n<ol>\n<li>$99,000-$135,000+</li>\n<li>$10,000 signing bonus</li>\n<li>4 weeks vacation</li>\n</ol>\n",
        "how_to_apply": "<p><strong>Apply here only:</strong> <a href=\"https://www.stickermule.com/career/7e6bb5ee-9953-4d46-b008-77a3bbc4ee29\">https://www.stickermule.com/career/7e6bb5ee-9953-4d46-b008-77a3bbc4ee29</a></p>\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb3VIIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--04344d944b21465d33ecd7bd62098692640a8658/herman%206.jpg"
    }
]